[
    {
        "related_recipes": {
            "2": "Agnello alla Pecorara",
            "3": "Costolette d’Agnello Fritte",
            "4": "Sassi d’Abruzzo"
        },
        "dish_type": "Secondi",
        "photos": [
            "abruzzo/pescara/arrosticini_1.jpeg",
            "abruzzo/pescara/arrosticini_2.jpeg",
            "abruzzo/pescara/arrosticini_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=5ioENe_9814",
        "city": "Pescara",
        "ingredients": [
            { "ingredient": "Polpa di Pecora", "quantity": 800 },
            { "ingredient": "Sale q.b", "quantity": 0 },
            { "ingredient": "Pepe q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "Gli arrosticini sono espressione culinaria della pastorizia stanziale e non della transumanza, come si è ritenuto in passato: leggenda narra che furono inventati negli anni '30 da due pastori del Voltigno, area montuosa compresa tra Carpineto della Nora, Villa Celiera e Civitella Casanova, che tagliarono carne di pecora vecchia in piccoli pezzi per non sprecare cibo, prendendone anche dalle zone vicine alle ossa dell'animale. I piccoli pezzettini di carne sarebbero diventati spiedini venendo inseriti su bastoncini di legno di “vingh”, una pianta che cresce spontanea lungo le rive del fiume Pescara, per poi essere cucinati alla brace all’aperto. Il metodo di preparazione degli arrosticini, originariamente pensato per cercare di rendere appetibili i tagli di carne meno pregiati, ottenne risultati così apprezzabili da essere applicato ben presto ai tagli migliori.\nSecondo la tradizione pastorale il vero arrosticino abruzzese è composto di carne ovina, idealmente di carne di pecora giovane chiamata in dialetto “ciavarra” o di montone castrato. Ad oggi gli arrosticini sono ampiamente consumati anche al di fuori dell'Abruzzo e in alcune zone d'Italia si sono affermati nella vendita di grande distribuzione, spesso venendo meno alla qualità e alle caratteristiche care alla tradizione abruzzese.",
        "preparation": "Per preparare gli arrosticini, cominciate prendendo la carne. Aiutandovi con un coltello dalla lama tagliente, eliminate le parti più grasse della carne. Quindi, tagliate la carne in striscioline e quindi a cubetti spessi 1cm. Ottenuti i cubetti di carne infilzateli negli spiedini. Ripetete il procedimento per tutti gli arrosticini. Ora fate scaldare bene una griglia in ghisa e oleatela leggermente in modo da girare facilmente gli arrosticini in cottura.\nQuindi adagiate gli arrosticini sulla griglia rovente.\nLa cottura dovrebbe richiedere all’incirca 1 minuto per lato. Cuocete gli arrosticini in entrambi i lati fino a quando non noterete una leggera crosticina. Salate e guarnite il piatto con i vostri arrosticini con del rosmarino e pomodorini. I vostri arrosticini sono ora pronti da gustare.",
        "coords": [
            42.4555566,
            14.1686455
        ],
        "dish_name": "Arrosticini",
        "dish_id": 1
    },
    {
        "related_recipes": {
            "1": "Arrosticini",
            "3": "Costolette d’Agnello Fritte",
            "4": "Sassi d’Abruzzo"
        },
        "dish_type": "Secondi",
        "photos": [
            "abruzzo/pescara/agnellopecorara_1.jpeg",
            "abruzzo/pescara/agnellopecorara_2.jpeg",
            "abruzzo/pescara/agnellopecorara_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=iaQDT0k4XZY",
        "city": "Pescara",
        "ingredients": [
            { "ingredient": "Sale q.b", "quantity": 0 },
            { "ingredient": "Agnello", "quantity": 800 },
            { "ingredient": "Cipolla", "quantity": 150 },
            { "ingredient": "Burro", "quantity": 20 },
            { "ingredient": "Pepe q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "È una ricetta tipica abruzzese, diffusa in tutto l’Abruzzo ma in particolar modo a Pescara e nei comuni limitrofi.",
        "preparation": "Tagliate a pezzi l'agnello, lavatelo e asciugatelo.\nNell'apposito tegame di rame da brasati con coperchio mettete il burro e la cipolla intera; unite i pezzi di agnello, salate, incoperchiate e portate a cottura per circa un'ora senza mai togliere il coperchio.\nScuotete di tanto in tanto il tegame per evitare che la carne possa attaccare al fondo. Abbrustolite le fette di pane casereccio, copritele con i pezzi di agnello e servite subito.",
        "coords": [
            42.479113, 14.181692
        ],
        "dish_name": "Agnello alla Pecorara",
        "dish_id": 2
    },
    {
        "related_recipes": {
            "1": "Arrosticini",
            "2": "Agnello alla Pecorara",
            "4": "Sassi d’Abruzzo"
        },
        "dish_type": "Secondi",
        "photos": [
            "abruzzo/pescara/costolette_agnello_fritte_1.jpeg",
            "abruzzo/pescara/costolette_agnello_fritte_2.jpeg",
            "abruzzo/pescara/costolette_agnello_fritte_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=GvaQCPiumGo",
        "city": "Pescara",
        "ingredients": [
            { "ingredient": "Costolette d’Agnello", "quantity": 800 },
            { "ingredient": "Uovo", "quantity": 120 },
            { "ingredient": "Olio EVO", "quantity": 75 },
            { "ingredient": "Pangrattato q.b", "quantity": 0 },
            { "ingredient": "Sale q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "Le costolette d’agnello fritte sono un classico secondo piatto di carne della tradizione abruzzese, che si prepara in occasione della Pasqua. Un piatto pronto in un tempo relativamente breve e attraverso pochi e semplici passaggi, tutto da mordere e da gustare. E se vi piacciono le costolette, provatele anche nella versione alla griglia con erbe aromatiche.",
        "preparation": "Iniziate la preparazione battendo bene le costolette e passandole prima nelle uova sbattute e leggermente salate, quindi nel pangrattato, facendo in modo che questo si attacchi bene alla superficie. Dopo aver cosparso di pangrattato tutte le costolette, mettetele a friggere nell'olio bollente girandole ogni tanto per una perfetta doratura e cuocendole in modo uniforme. Al termine dell'operazione scolate bene le costolette posizionandole prima su carta assorbente e quindi nei piatti da portata, salatele e servitele ben calde con un contorno a piacere.",
        "coords": [
            42.45573,14.0635809
        ],
        "dish_name": "Costolette d’Agnello Fritte",
        "dish_id": 3
    },
    {
        "related_recipes": {
            "1": "Arrosticini",
            "2": "Agnello alla Pecorara",
            "3": "Costolette d’Agnello Fritte"
        },
        "dish_type": "Dolci",
        "photos": [
            "abruzzo/pescara/sassi_abruzzo_1.jpeg",
            "abruzzo/pescara/sassi_abruzzo_2.jpeg",
            "abruzzo/pescara/sassi_abruzzo_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=v7QYxzM8rdc",
        "city": "Pescara",
        "ingredients": [
            { "ingredient": "Acqua", "quantity": 100 },
            { "ingredient": "Cacao", "quantity": 30 },
            { "ingredient": "Zucchero", "quantity": 900 },
            { "ingredient": "Mandorle", "quantity": 1000 }
        ],
        "region": "Abruzzo",
        "product_history": "I sassi d’Abruzzo sono dei gustosi e irresistibili dolcetti preparati con mandorle tostate, zucchero e cacao, un mix intrigante tutto da sgranocchiare. Di solito si preparano in occasione di ricorrenze e circostanze particolari, ma possono rappresentare anche una succulenta idea per uno spuntino, una merenda o un dessert goloso. E se ci prendete gusto, segnatevi anche la ricetta delle mandorle pralinate.",
        "preparation": "Per cominciare tostate le mandorle al forno, o anche in una padella adeguata, senza privarle delle bucce e facendo attenzione a non farle bruciare\nNel frattempo in un pentolino a parte sciogliete lo zucchero con mezzo bicchiere d'acqua a fiamma moderata, giunto a bollore aggiungete anche il cacao\nAggiungete le mandorle allo zucchero mescolando in maniera che ogni mandorla venga ricoperta uniformemente dalla miscela di zucchero e cacao\nA cottura completata, più o meno dopo una mezz'oretta, versate le mandorle su un piano da lavoro staccandole l'una dall'altra e lasciandole raffreddare completamente.",
        "coords": [
            42.482400, 14.156966
        ],
        "dish_name": "Sassi d’Abruzzo",
        "dish_id": 4
    },
    {
        "related_recipes": {
            "6": "Scipelle ‘mbusse",
            "7": "Maccheroni con Pancetta e Fagioli",
            "9": "Sogliole alla Giuliese"
        },
        "dish_type": "Dolci",
        "photos": [
            "abruzzo/teramo/caggionetti_1.jpeg",
            "abruzzo/teramo/caggionetti_2.jpeg",
            "abruzzo/teramo/caggionetti_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=D9jxCz6y9gA",
        "city": "Teramo",
        "ingredients": [
            { "ingredient": "Rum", "quantity": 50 },
            { "ingredient": "Purea di Castagne", "quantity": 300 },
            { "ingredient": "Cioccolato", "quantity": 100 },
            { "ingredient": "Zucchero", "quantity": 100 },
            { "ingredient": "Mandorle Dolci", "quantity": 300 },
            { "ingredient": "Mosto", "quantity": 1000 },
            { "ingredient": "Farina", "quantity": 500 },
            { "ingredient": "Vino Bianco", "quantity": 250 },
            { "ingredient": "Olio EVO", "quantity": 230 }
        ],
        "region": "Abruzzo",
        "product_history": "I caggionetti, in dialetto abruzzese caggiunitt, sono tra i più noti dolci tipici locali; soprattutto preparati in inverno durante il periodo natalizio. Sono una specialità di Teramo. Importante è scolare e mettere i caggionetti su carta assorbente per togliere l'olio in eccesso prima di spolverarli di zucchero e cannella.",
        "preparation": "Unire al mosto ben cotto le mandorle, un pizzico di cannella e il cioccolato. Mescolate bene e poi aggiungete il puré di castagne, levare il composto dal fuoco e unirvi lo zucchero e il liquore.Lasciare solidificare in frigo per qualche ora, intanto preparare un impasto con farina olio e vino e stendete il composto in una sfoglia spessa circa 3 millimetri. Ponete il ripieno sulla sfoglia come si usa fare per i ravioli. Friggete i \"ravioli\" in olio d'oliva senza farli dorare. Infine cospargerli con zucchero e cannella in polvere.",
        "coords": [
            42.6619832,13.6719582
        ],
        "dish_name": "Caggionetti",
        "dish_id": 5
    },
    {
        "related_recipes": {
            "5": "Caggionetti",
            "7": "Maccheroni con Pancetta e Fagioli",
            "9": "Sogliole alla Giuliese"
        },
        "dish_type": "Primi",
        "photos": [
            "abruzzo/teramo/scrippelle_mbusse_1.jpeg",
            "abruzzo/teramo/scrippelle_mbusse_2.jpeg",
            "abruzzo/teramo/scrippelle_mbusse_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=nk8SrPvWELY",
        "city": "Teramo",
        "ingredients": [
            { "ingredient": "Farina", "quantity": 100 },
            { "ingredient": "Uova", "quantity": 360 },
            { "ingredient": "Acqua q.b", "quantity": 0 },
            { "ingredient": "Latte", "quantity": 100 },
            { "ingredient": "Sale q.b", "quantity": 0 },
            { "ingredient": "Noce di burro fusa", "quantity": 0 },
            { "ingredient": "Noce moscata q.b", "quantity": 0 },
            { "ingredient": "Parmigiano grattugiato q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "Scrippelle ‘mbusse ovvero le crespelle in brodo all’abruzzese dal sapore delicato ma molto sostanziose che possiamo considerare anche come un valido e completo piatto unico. Una ricetta tipica della tradizione culinaria della provincia di Teramo che si prepara facilmente e con ingredienti semplici. Sono delle crespelle realizzate solo con acqua, farina e uova, cosparse di formaggio grattugiato, arrotolate e immerse in brodo di carne caldo. Ed è qui che avviene la magia! Il brodo penetra nelle crespelle che si ammorbidiscono, il formaggio si fonde e il tutto diventa una gioia infinita per il palato.",
        "preparation": "Rompete le uova in una terrina e sbattetele con una frusta o una forchetta, unendo poi 2 cucchiai di latte, il prezzemolo mondato, lavato e tritato finemente, un cucchiaio di parmigiano grattugiato, un pizzico di sale. Lavorate il tutto con cura, aggiungendo man mano la farina fino a ottenere un impasto consistente che diluirete poi con una tazzina di acqua fredda.\nPelate una patata e dividetele in due, inforcate una metà con una forchetta, passatela nell'olio e utilizzatela per ungere una padella antiaderente, non graffiata, larga circa 20 cm. Mettete la padella sul fuoco e, appena sarà ben calda, versatevi un mestolino del composto.\nFate roteare lentamente la padella per ben distribuire il preparato sul fondo, quando la scrippella si staccherà dal fondo con le mani rigiratela e cuocetela dall'altro lato.\nProcedete ugualmente per le altre avendo cura di ungere ogni volta la padella con la patata immersa nell'olio. Ultimata la cottura, spolverizzate di parmigiano e arrotolate a cannolo le scripelle, adagiatele su piatti fondi, spolverizzatele nuovamente col parmigiano grattugiato e versatevi sopra il brodo bollente.",
        "coords": [
            42.6619832,13.6719582
        ],
        "dish_name": "Scrippelle ‘mbusse",
        "dish_id": 6
    },
    {
        "related_recipes": {
            "5": "Caggionetti",
            "6": "Scipelle ‘mbusse",
            "9": "Sogliole alla Giuliese"
        },
        "dish_type": "Primi",
        "photos": [
            "abruzzo/teramo/maccheroni_pancetta_fagioli_1.jpeg",
            "abruzzo/teramo/maccheroni_pancetta_fagioli_2.jpeg",
            "abruzzo/teramo/maccheroni_pancetta_fagioli_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=PUZhp2Vepbs",
        "city": "Teramo",
        "ingredients": [
            { "ingredient": "Farina", "quantity": 160 },
            { "ingredient": "Uova", "quantity": 240 },
            { "ingredient": "Petto di manzo", "quantity": 400 },
            { "ingredient": "Muscolo di manzo", "quantity": 400 },
            { "ingredient": "Osso di bue", "quantity": 1000 },
            { "ingredient": "Ala di tacchino", "quantity": 150 },
            { "ingredient": "Prezzemolo q.b", "quantity": 0 },
            { "ingredient": "Sedano q.b", "quantity": 0 },
            { "ingredient": "Cipolla q.b", "quantity": 30 },
            { "ingredient": "Carote gialle", "quantity": 60 },
            { "ingredient": "Parmigiano grattugiato q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "I maccheroni con pancetta e fagioli sono un primo piatto gustoso ed invitante che unisce il sapore della pasta a quello dei fagioli. Tipico della zona di Teramo.",
        "preparation": "Sbucciare la cipolla e tritarla con le foglie di salvia lavate e asciugate. Tagliare la pancetta a listerelle.\nMaccheroni con pancetta e fagioli\nScaldare l'olio in una casseruola, unirvi la cipolla con la salvia e farle appassire a fuoco basso, mescolando spesso, per circa 4 minuti. \nAlzate quindi la fiamma, aggiungere la pancetta, lasciarla soffriggere, bagnare con il vino, farlo evaporare, unire il di pomodoro, salare e pepare.\nLasciare cuocere il sugo per 20 minuti circa, mescolando di tanto in tanto; aggiungere infine i fagioli e continuare la cottura per altri 5 minuti.\nNel frattempo, far cuocere la pasta, scolarla al dente, versarla in una zuppiera, condirla con il sugo, mescolare, cospargere con il pecorino e servire.",
        "coords": [
            42.670567, 13.716247
        ],
        "dish_name": "Maccheroni con Pancetta e Fagioli",
        "dish_id": 7
    },
    {
        "related_recipes": {
            "5": "Caggionetti",
            "10": "Brodetto",
            "9": "Sogliole alla Giuliese"
        },
        "dish_type": "Primi",
        "photos": [
            "abruzzo/laquila/cannarozzetti_allo_zafferano_1.jpeg",
            "abruzzo/laquila/cannarozzetti_allo_zafferano_2.jpeg",
            "abruzzo/laquila/cannarozzetti_allo_zafferano_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=65c0Ys8jEWs",
        "city": "L'Aquila",
        "ingredients": [
            { "ingredient": "Pasta Cannarozzetti", "quantity": 400 },
            { "ingredient": "Ricotta", "quantity": 300 },
            { "ingredient": "Guanciale", "quantity": 100 },
            { "ingredient": "Zafferano", "quantity": 0 },
            { "ingredient": "Sale q.b", "quantity": 0 },
            { "ingredient": "Pepe q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "I cannarozzetti allo zafferano sono una ricetta tipica e semplice della cucina abruzzese, serviti con pepe, ricotta e zafferano. I cannarozzetti possono assomigliare a delle mezze maniche.",
        "preparation": "In un tegame fate colorire con l'olio il guanciale.\nCuocete i cannarozzetti in abbondante acqua e, una volta scolati, metteteli nel tegame girandoli più volte per ben insaporire.\nAggiungete la ricotta, il pepe, lo zafferano e fate amalgamare il tutto. Servite subito.",
        "coords": [
            42.365789, 13.406708
        ],
        "dish_name": "Cannarozzetti allo Zafferano",
        "dish_id": 8
    },
    {
        "related_recipes": {
            "11": "Pallotte Cacio e Uova",
            "7": "Maccheroni con Pancetta e Fagioli",
            "10": "Sogliole alla Giuliese"
        },
        "dish_type": "Secondi",
        "photos": [
            "abruzzo/laquila/sogliole_giuliese_1.jpeg",
            "abruzzo/laquila/sogliole_giuliese_2.jpeg",
            "abruzzo/laquila/sogliole_giuliese_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=yiwSPIxzdUE",
        "city": "L'Aquila",
        "ingredients": [
            { "ingredient": "Sogliole", "quantity": 1000 },
            { "ingredient": "Olive", "quantity": 100 },
            { "ingredient": "Aglio", "quantity": 20 },
            { "ingredient": "Limone", "quantity": 200 },
            { "ingredient": "Olio EVO", "quantity": 50 },
            { "ingredient": "Sale q.b", "quantity": 0 },
            { "ingredient": "Pepe q.b", "quantity": 0 },
            { "ingredient": "Capperi q.b", "quantity": 0 },
            { "ingredient": "Prezzemolo q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "Le sogliole alla giuliese vengono preparate con le sogliole spellate che serviremo in teglia e quindi condite con olio, limone ed una salsina creata da aglio e prezzemolo. Serviremo con il fondo di cottura ben caldo.",
        "preparation": "Pulite le sogliole e spellatele praticando un'incisione all'altezza della testa e tirando la pelle verso il basso. Versate sul fondo di una teglia un bicchiere di acqua, poi accomodatevi le sogliole ben accostate e conditele con l'olio extravergine di oliva, il pepe (opzionale) e il succo di un limone.\nTritate l'aglio e il prezzemolo. Spolverizzate le sogliole con il trito appena ottenuto, salate a piacere e fate cuocere per 10 minuti, a fuoco lento e recipiente coperto. Nel frattempo snocciolate le olive e tagliatele a pezzetti, poi unitele con i capperi alle sogliole in cottura.\nAccomodate le sogliole su un piatto di portata preriscaldato, contornate con le olive e condite con il fondo di cottura servendo subito.",
        "coords": [
            42.351202, 13.414261
        ],
        "dish_name": "Sogliole alla Giuliese",
        "dish_id": 9
    },
    {
        "related_recipes": {
            "5": "Caggionetti",
            "9": "Sogliole alla Giuliese",
            "8": "Cannarozzetti allo Zafferano"
        },
        "dish_type": "Antipasti",
        "photos": [
            "abruzzo/laquila/brodetto_1.jpeg",
            "abruzzo/laquila/brodetto_2.jpeg",
            "abruzzo/laquila/brodetto_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=gsf64eekzbo",
        "city": "L'Aquila",
        "ingredients": [
            { "ingredient": "Pesce", "quantity": 1500 },
            { "ingredient": "Cozze", "quantity": 500 },
            { "ingredient": "Seppie", "quantity": 1500 },
            { "ingredient": "Canocchie", "quantity": 400 },
            { "ingredient": "Polpa di Pomodoro", "quantity": 500 },
            { "ingredient": "Aglio", "quantity": 40 },
            { "ingredient": "Cipolla", "quantity": 100 },
            { "ingredient": "Pane", "quantity": 200 },
            { "ingredient": "Prezzemolo q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "Che sia alla Giuliese o alla Vastese, il Brodetto (“lu vrudatt’”) è uno dei capisaldi della tradizione gastronomica abruzzese, un’altra delle tantissime eccellenze del nostro territorio.\nE, come la maggior parte dei piatti nobili, nasce come piatto povero: era il cibo dei pescatori dell’adriatico che utilizzavano il pesce rimasto invenduto per la scarsa qualità o per le piccole dimensioni, per cucinare una deliziosa zuppa accompagnata dal pane abbrustolito.\nOggi il Brodetto è patrimonio dei ristoranti più blasonati (o delle massaie più esperte), perché per questo piatto valgono due regole ben precise: la reperibilità del pescato (assolutamente locale) e la sua freschezza.\nIl brodetto alla vastese è un tipico piatto della cucina abruzzese che si prepara realizzando una salsa con pomodori e brodo e cuocendovi poi pesci e crostacei.",
        "preparation": "Mettere in una teglia molto larga con l'olio il trito di cipolla e aglio; farlo imbiondire, aggiungere il prezzemolo e subito dopo il pomodoro.\nPortare ad ebollizione e mantenerla per 5 minuti; versare 1/2 litro d'acqua calda o brodo di pesce preparato con i ritagli del pesce e far riprendere l'ebollizione; gettarvi le seppie e dare circa 10 minuti di cottura. Aggiungere man mano tutto il pesce e condire con sale e peperoncino; far cuocere per altri 5 minuti e aggiungere le canocchie; continuare la cottura a calore vivo per altri 10 minuti (se il fondo di cottura riesce troppo denso allungarlo con un poco d'acqua tiepida).\nServire nella teglia di cottura, ben caldo, con le fettine di pane fritte in olio sul fondo della scodella.",
        "coords": [
            42.349426, 13.386795
        ],
        "dish_name": "Brodetto",
        "dish_id": 10
    },
    {
        "related_recipes": {
            "5": "Caggionetti",
            "12": "Parrozzo Abruzzese",
            "8": "Cannarozzetti allo Zafferano"
        },
        "dish_type": "Secondi",
        "photos": [
            "abruzzo/laquila/pallotte_cacio_ova_1.jpeg",
            "abruzzo/laquila/pallotte_cacio_ova_2.jpeg",
            "abruzzo/laquila/pallotte_cacio_ova_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=C6k6BlZ-Oec",
        "city": "L'Aquila",
        "ingredients": [
            { "ingredient": "Pecorino", "quantity": 100 },
            { "ingredient": "Uova", "quantity": 240 },
            { "ingredient": "Aglio", "quantity": 10 },
            { "ingredient": "Olio EVO q.b", "quantity": 0 },
            { "ingredient": "Pane q.b", "quantity": 0 },
            { "ingredient": "Pomodori q.b", "quantity": 0 },
            { "ingredient": "Prezzemolo q.b", "quantity": 0 },
            { "ingredient": "Sale q.b", "quantity": 0 }
        ],
        "region": "Abruzzo",
        "product_history": "Le “pallotte cacio e ova” sono il piatto che meglio rappresenta la cucina popolare abruzzese e alto-molisana: un piatto di polpette di pane e formaggio amalgamate con le uova, fritte nell’olio e ripassate poi in padella, in un sugo fresco di pomodoro e basilico.\nLa loro origine è povera, legata ad una cucina di sussistenza: da un lato, si inseriscono in quella consolidata tradizione che unisce il formaggio alle uova, profondamente radicata in questo territorio al punto da divenire, per alcuni storici, l’origine degli Spaghetti alla Carbonara; dall’altro, ci parlano di una vita difficile, resa ancora più dura dalle restrizioni delle guerre, con i ripetuti saccheggi delle case di campagna. Le storie che si tramandano a voce raccontano di formaggio nascosto sotto le travi del pavimento o dietro i mattoni dei muri, assieme a qualche uovo e a un po’ di pane, che le sapienti mani delle donne seppero poi trasformare in queste deliziose polpette.\nAl d là della leggenda, è sicuro che questo piatto sia il frutto di una serie di elementi, alcuni tipicamente locali, come la transumanza, altri trasversali alla cucina povera e contadina, come la scarsa disponibilità della carne o la necessità di riciclare il pane raffermo e gli avanzi di formaggio.\nIl risultato fu così gustoso che le pallotte divennero presto un piatto della festa: venivano infatti preparate a San Martino, l’11 novembre, per festeggiare il vino nuovo e il Martedì Grasso, per Carnevale. Proprio la destinazione alla tavola delle feste implicò l’utilizzo di una spezia “esotica” come il pepe nero, al posto del locale peperoncino, e della noce moscata: il sapore più caldo, più avvolgente di tutto l’insieme nobilitò al primo assaggio queste polpette, a cui poi le massaie più attente aggiunsero altri accorgimenti. Il principale fu quello di cagliare separatamente il latte di capra, per “spegnere” il gusto forte del pecorino stagionato con il formaggio “nuovo”, appena prodotto. Gli esiti erano diversi anche in cottura, poichè le polpette mantenevano perfettamente la forma, senza sfaldarsi.\nNel 2017, la guida Street Food de Il Gambero Rosso ha incoronato le “pallotte cacio e ova” come cibo di strada più rappresentativo dell’Abruzzo: va precisato, però, che oggi esse vengono servite anche nei migliori ristoranti regionali, in ossequio alla loro indiscutibile bontà.\nIl loro segreto sta nella materia prima.\nIl formaggio più indicato è un Pecorino semistagionato di 60-70 giorni, con una consistenza giusta per poter essere macinato; la caciotta di mucca è ammessa, ma solo come complemento, per attenuare il sapore deciso del Pecorino.\nLe uova devono essere freschissime.\nIl pane non deve essere troppo raffermo: è perfetto quello del giorno prima.\nLe dimensioni sono piuttosto grandi, se la loro destinazione è il condimento al sugo: ma possono essere anche preparate in formati più piccoli, specie se abbinate a creme di verdura o come finger food all’ora dell’aperitivo.",
        "preparation": "In una terrina mescolate il pane sbriciolato, le uova, il pecorino, un ciuffo di prezzemolo e uno spicchio di aglio sminuzzato, amalgamandoli bene fino a ottenere un composto morbido ma non liquido.\nModellate il composto con le mani, formate delle polpette un po' più grandi della norma e friggetele in olio bollente.\nA parte preparate il sugo con il passato di pomodoro e, una volta bollente, immergetevi dentro le pallotte fritte.\nFate cuocere le pallotte all'interno del sugo per almeno 20 minuti: se il composto è stato ben amalgamato le stesse, assorbendo il sugo, si gonfieranno.",
        "coords": [
            42.357545, 13.372891
        ],
        "dish_name": "Pallotte Cacio e Uova",
        "dish_id": 11
    },
    {
        "related_recipes": {
            "11": "Pallotte Cacio e Uova",
            "9": "Sogliole alla Giuliese",
            "8": "Cannarozzetti allo Zafferano"
        },
        "dish_type": "Dolci",
        "photos": [
            "abruzzo/laquila/parrozzo_1.jpeg",
            "abruzzo/laquila/parrozzo_2.jpeg",
            "abruzzo/laquila/parrozzo_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=-L4I73_8YbE",
        "city": "L'Aquila",
        "ingredients": [
            { "ingredient": "Cioccolato", "quantity": 150 },
            { "ingredient": "Zucchero", "quantity": 125 },
            { "ingredient": "Burro", "quantity": 80 },
            { "ingredient": "Mandorle", "quantity": 60 },
            { "ingredient": "Fecola", "quantity": 55 },
            { "ingredient": "Farina", "quantity": 55 },
            { "ingredient": "Mandorle Amare", "quantity": 12 },
            { "ingredient": "Uova", "quantity": 300 }
        ],
        "region": "Abruzzo",
        "product_history": "Il parrozzo è un dolce tipico della pasticceria abruzzese. Si presenta con la sua classica forma a cupola ricoperta di cioccolato, che nasconde un morbidissimo cuore di pasta dolce al profumo di mandorle. Il parrozzo abruzzese è un dolce tipico preparato in Abruzzo durante le festività natalizie. Il nome è la contrazione di PAN ROZZO che un tempo veniva realizzato in forme piccole ma con gli stessi sapori ed ingredienti. Questo è un dolce semplice, di origine contadina, già noto ai tempi del D'Annunzio che ne cantava le lodi già all'epoca.",
        "preparation": "Frullate le mandorle con due cucchiaiate di zucchero fino alla loro polverizzazione. In un robot da cucina lavorate i tuorli con lo zucchero rimasto fino a che saranno spumosi.\nUnite, sempre lavorando, la polvere di mandorle, la farina, la fecola ed il burro sciolto a bagnomaria alla spuma di tuorli.\nMontate a neve fermissima le chiare poi, in una terrina, incorporatele delicatamente al composto di mandorle. Imburrate una tortiera e versate il composto e cuocete in forno preriscaldato a 180 °C per circa 45 minuti. Trascorso questo tempo sfornatelo e capovolgetelo su una gratella da pasticceria. Lasciate quindi raffreddare.\nSciogliete il cioccolato spezzettato a fuoco bassissimo, poi ancora caldo spalmatelo il più uniformemente possibile sulla torta. Lasciate riposare un po’ e poi servite.",
        "coords": [
            42.368199, 13.384907
        ],
        "dish_name": "Parrozzo Abruzzese",
        "dish_id": 12
    },
    {
        "related_recipes": {
            "12": "Parrozzo Abruzzese",
            "14": "Orecchiette alla Materana",
            "15": "Cucinidd"
        },
        "dish_type": "Dolci",
        "photos": [
            "basilicata/matera/pettole_natale_1.jpeg",
            "basilicata/matera/pettole_natale_2.jpeg",
            "basilicata/matera/pettole_natale_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=htvudkRErL8",
        "city": "Matera",
        "ingredients": [
            {
                "quantity": 1000,
                "ingredient": "Farina"
            },
            {
                "quantity": 400,
                "ingredient": "Patate"
            },
            {
                "quantity": 25,
                "ingredient": "Lievito di Birra"
            },
            {
                "quantity": 0,
                "ingredient": "Acqua Tiepida q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olio per Friggere q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "Le pettole di Natale sono delle frittelle tipiche di Matera e della Basilicata, realizzate spesso nel periodo natalizio.",
        "preparation": "Impastate la farina con le patate schiacciate e il lievito, aggiungendo dell'acqua tiepida se l'impasto è troppo duro.\nCoprite con un panno bagnato e lasciate lievitare per 2 ore. Ricavate dall'impasto dei pezzettini che friggerete in abbondante olio ben caldo. Scolate e cospargeteli di zucchero.",
        "coords": [
            40.686864,
            16.576782
        ],
        "dish_name": "Pettole di Natale",
        "dish_id": 13
    },
    {
        "related_recipes": {
            "8": "Cannarozzetti allo Zafferano",
            "19": "Peperoni Cruschi",
            "17": "Torta Lucana"
        },
        "dish_type": "Primi",
        "photos": [
            "basilicata/matera/orecchiette_materana_1.jpeg",
            "basilicata/matera/orecchiette_materana_2.jpeg",
            "basilicata/matera/orecchiette_materana_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=yPZNSu2S42s",
        "city": "Matera",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Orecchiette"
            },
            {
                "quantity": 500,
                "ingredient": "Pomodori"
            },
            {
                "quantity": 200,
                "ingredient": "Tritato di Agnello"
            },
            {
                "quantity": 150,
                "ingredient": "Mozzarella"
            },
            {
                "quantity": 0,
                "ingredient": "Olio Evo q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pecorino Grattugiato q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "Le orecchiette alla Materana sono un tipico piatto di Matera e dintorni, spesso accompagnato con dell’ottimo vino lucano.",
        "preparation": "Fate rosolare la carne in olio.\nAggiungete quindi i pomodori a pezzettoni e fate cuocere.\nFate cuocere la pasta al dente.\nMettete la pasta in una teglia insieme al sugo e alla mozzarella tagliata a fette. Spolverate con il pecorino.\nFate cuocere nel forno per circa 20 minuti.",
        "coords": [
            40.670725,
            16.584593
        ],
        "dish_name": "Orecchiette alla Materana",
        "dish_id": 14
    },
    {
        "related_recipes": {
            "13": "Pettole di Natale",
            "14": "Orecchiette alla Materana",
            "19": "Peperoni Cruschi"
        },
        "dish_type": "Secondi",
        "photos": [
            "basilicata/matera/cucinidd_1.jpeg",
            "basilicata/matera/cucinidd_2.jpeg",
            "basilicata/matera/cucinidd_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=-mZD4xqi-ro",
        "city": "Matera",
        "ingredients": [
            {
                "quantity": 1200,
                "ingredient": "Agnello"
            },
            {
                "quantity": 100,
                "ingredient": "Pancetta"
            },
            {
                "quantity": 100,
                "ingredient": "Salsiccia"
            },
            {
                "quantity": 100,
                "ingredient": "Cardi"
            },
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 320,
                "ingredient": "Pomodori"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 0,
                "ingredient": "Formaggio q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe"
            },
            {
                "quantity": 0,
                "ingredient": "Olio Evo q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "Il cucinidd è una preparazione della Basilicata preparata pulendo e lessando i cardi mentre a parte soffriggerete nell'olio l'agnello in cui aggiungerete anche i pomodori.",
        "preparation": "Pulite e lessate i cardi. Con un po' d'aglio soffriggete nell'olio l'agnello, la salsiccia tagliata a fette e la pancetta a tocchetti. Aggiungete i pomodori e un po' d'acqua e lasciate cuocere.\nVerso la fine della cottura aggiungete i cardi e il prezzemolo tritato, le uova e il formaggio grattugiato rigirando il tutto e servendo caldo in tavola.",
        "coords": [
            40.659787,
            16.603475
        ],
        "dish_name": "Cucinidd",
        "dish_id": 15
    },
    {
        "related_recipes": {
            "14": "Orecchiette alla Materana",
            "15": "Cucinidd",
            "19": "Peperoni Cruschi"
        },
        "dish_type": "Secondi",
        "photos": [
            "basilicata/matera/baccala_lucana_1.jpeg",
            "basilicata/matera/baccala_lucana_2.jpeg",
            "basilicata/matera/baccala_lucana_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=NRxx5B7uEiI",
        "city": "Matera",
        "ingredients": [
            {
                "quantity": 800,
                "ingredient": "Baccalà"
            },
            {
                "quantity": 30,
                "ingredient": "Olio Evo"
            },
            {
                "quantity": 200,
                "ingredient": "Peperoni"
            },
            {
                "quantity": 0,
                "ingredient": "Peperoncino q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "Il baccalà alla lucana si realizza con il baccalà pulito e tagliato in pezzi regolari. A parte si insaporiranno nell'olio le falde di peperone e quindi si uniranno i pezzi di baccalà completando la cottura e servendo in tavola ben caldo.",
        "preparation": "Scottate il baccalà, precedentemente risciacquato in acqua corrente dopo essere stato in ammollo almeno 24 ore, per pochi minuti in acqua bollente. Scolatelo, diliscatelo e tagliatelo in pezzi regolari.\nFate insaporire nell'olio le falde di peperone, poi unite i pezzi di baccalà ed il peperoncino. Lasciate dorare il pesce da entrambi i lati cuocendolo per circa 30 minuti.\nServite immediatamente appena il baccalà sarà cotto.",
        "coords": [
            40.676323,
            16.605535
        ],
        "dish_name": "Baccalà alla Lucana",
        "dish_id": 16
    },
    {
        "related_recipes": {
            "16": "Baccalà alla Lucana",
            "15": "Cucinidd",
            "19": "Peperoni Cruschi"
        },
        "dish_type": "Antipasti",
        "photos": [
            "basilicata/matera/torta_lucana_1.jpeg",
            "basilicata/matera/torta_lucana_2.jpeg",
            "basilicata/matera/torta_lucana_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=YX6Fcr5SVPs",
        "city": "Matera",
        "ingredients": [
            {
                "quantity": 200,
                "ingredient": "Farina"
            },
            {
                "quantity": 80,
                "ingredient": "Burro"
            },
            {
                "quantity": 300,
                "ingredient": "Uova"
            },
            {
                "quantity": 125,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 350,
                "ingredient": "Ricotta"
            },
            {
                "quantity": 150,
                "ingredient": "Mozzarella"
            },
            {
                "quantity": 120,
                "ingredient": "Formaggio fresco"
            },
            {
                "quantity": 25,
                "ingredient": "Pecorina"
            },
            {
                "quantity": 100,
                "ingredient": "Prosciutto Crudo"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "La torta lucana è una ricetta tipica della Basilicata, molto saporita, che si prepara prevalentemente durante il periodo delle festività pasquali. Si tratta di un piatto unico a base di prosciutto, uova e – soprattutto – di una cospicua varietà di formaggi e latticini.",
        "preparation": "In un recipiente mescolate 100 grammi di zucchero con il burro già ammorbidito e ridotto a pezzetti, incorporate due tuorli e la farina e lavorate l'impasto perché diventi omogeneo.\nRiponete il panetto in frigorifero per almeno 30 minuti e nel frattempo mescolate la ricotta col formaggio fresco, setacciando poi quanto ottenuto per eliminare eventuali grumi.\nAggiungete poi tutti gli altri ingredienti, con mozzarella e prosciutto tagliati a dadini, e insaporite il tutto con una presa di sale e abbondante pepe macinato fresco.\nPrendete il panetto dal frigo, suddividetelo in due parti delle quali una sia i due terzi del totale e stendetele in due sfoglie: la più grande fodererà una teglia di 24 cm.\nL'altra invece, dopo aver versato il composto nella teglia, andrà a coprire il tutto: con le mani fate aderire bene ai bordi le due sfoglie e spennellate la superficie con del tuorlo d'uovo.\nCuocete poi la torta nel forno preriscaldato a 150 °C per circa un'ora, poi sfornatela, lasciatela raffreddare finché sia tiepida, tagliatela a fette e servitela in tavola.",
        "coords": [
            40.661545,
            16.589056
        ],
        "dish_name": "Torta Lucana",
        "dish_id": 17
    },
    {
        "related_recipes": {
            "16": "Baccalà alla Lucana",
            "17": "Torta Lucana",
            "19": "Peperoni Cruschi"
        },
        "dish_type": "Primi",
        "photos": [
            "basilicata/potenza/strozzapreti_potentina_1.jpeg",
            "basilicata/potenza/strozzapreti_potentina_2.jpeg",
            "basilicata/potenza/strozzapreti_potentina_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=fA0GO5e3aS0",
        "city": "Potenza",
        "ingredients": [
            {
                "quantity": 400,
                "ingredient": "Spaghetti"
            },
            {
                "quantity": 400,
                "ingredient": "Pomodori"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "Tipici della città di Potenza, gli strangolapreti – o strozzapreti – sono un formato di pasta corta avvitata su se stessa, simile ai fusilli, dalla lunghezza tipica di 5-6 cm. Ciò che li caratterizza è la grande capacità di trattenere il condimento al loro interno e di rendere, quindi, ogni boccone particolarmente saporito oltre che consistente. Sull’origine del nome esistono diverse leggende: si tramanda infatti che fosse tradizione preparare questo particolare formato di pasta in casa per le festività e offrirlo al prete. Leggenda vuole che gli uomini di casa, risentiti o quantomeno scherzosamente, augurassero a costui di strangolarcisi. In passato gli strangolapreti venivano conditi con sugo di arrosto o di stufato, con salse a base di formaggio e pepe, o semplicemente in bianco. Oggi il condimento più utilizzato è il classico ragù di carne, ma non si disdegnano abbinamenti con ingredienti “forti” come la tipica ‘nduja calabrese.",
        "preparation": "Per prima cosa preparate gli strangolapreti: mischiate la farina con un pizzico di sale e, nell’incavo centrale, versate l’acqua. Impastate fino a ottenere un impasto liscio ed elastico, aiutandovi con la semola per non fare attaccare la pasta sul piano di lavoro. Formate una sfera, avvolgetela in un panno di stoffa e fate riposare per circa 20 minuti. Trascorso il tempo indicato, riprendete l’impasto e stendetelo con un matterello; raggiunto lo spessore di circa 2-3 mm ritagliate lunghe strisce della larghezza di circa 2 cm. Prendete le strisce ottenute e ripiegatele su loro stesse nel senso della lunghezza, strofinandole tra le mani e staccando piccoli pezzi lunghi circa 5 cm. Lasciate riposare su un vassoio infarinato. Proseguite con la preparazione del condimento: iniziate sminuzzando il prezzemolo e trasferendolo in una ciotola assieme al Pecorino Romano tagliato a tocchetti, la noce moscata e il peperoncino. Farcite le fette di carne di maiale con il composto preparato, avvolgetele con la pancetta e sigillate con dello spago da cucina. Fate rosolare gli involtini in una casseruola con un filo di olio, sfumate con il vino bianco e continuate la cottura fino a che tutto l’alcol non sarà evaporato. Una volta che la carne sarà ben dorata in superficie, aggiungete i pomodori precedentemente lessati e passati nel passaverdure, regolate di sale e pepe e fate cuocere per almeno due ore. Quando il sugo sarà cotto, togliete la casseruola dal fuoco e mettete da parte la carne avendo cura di tenerla al caldo. Portate a bollore una pentola di acqua salata e cuocete gli strozzapreti. Scolate la pasta al dente, trasferitela nella casseruola contenente il sugo e amalgamate bene il tutto. Impiattate i vostri strozzapreti posizionando un involtino in ogni piatto e ultimando la preparazione con un’abbondante grattugiata di delizioso Pecorino.",
        "coords": [
            40.621682,
            15.796984
        ],
        "dish_name": "Strozzapreti alla Potentina",
        "dish_id": 18
    },
    {
        "related_recipes": {
            "17": "Torta Lucana",
            "20": "Ciaudedda",
            "15": "Cucinidd"
        },
        "dish_type": "Contorni",
        "photos": [
            "basilicata/potenza/peperoni_cruschi_1.jpeg",
            "basilicata/potenza/peperoni_cruschi_2.jpeg",
            "basilicata/potenza/peperoni_cruschi_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=4_mIgCW51AA",
        "city": "Potenza",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Peperoni"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "Il peperone crusco è un prodotto tipico della cucina lucana, riconosciuto come prodotto agroalimentare tradizionale (PAT).\nI peperoni cruschi sono noti in Basilicata con diversi nomi a seconda delle zone: tra cui puparulë, paparulë, pëpërussë, pupaccë e pupavërë crušchë, mentre nell'area di Senise sono conosciuti come źafaranë crušchë. Sono anche piuttosto diffusi nella cucina calabrese centro-settentrionale, dove vengono chiamati zafarani, pìpi cruschi e vajanelli jarli.",
        "preparation": "Per prima cosa mettete a riscaldare abbondante olio extravergine d'oliva all'interno di un padellino, quindi allontanatelo dal fuoco.\nSuccessivamente versate i peperoni secchi tagliati a metà o interi, ma privati dei semi, e fateli soffriggere in modo uniforme e a fuoco lento.\nUna volta che iniziano a scurirsi sollevate i peperoni con una schiumarola e sistemateli in un piatto: per farli restare \"cruschi\", congelateli ancora caldi in freezer.",
        "coords": [
            40.660629,
            15.819901
        ],
        "dish_name": "Peperoni Cruschi",
        "dish_id": 19
    },
    {
        "related_recipes": {
            "18": "Strozzapreti alla Potentina",
            "19": "Peperoni Cruschi",
            "20": "Ciaudedda"
        },
        "dish_type": "Secondi",
        "photos": [
            "basilicata/potenza/baccala_potentina_1.jpeg",
            "basilicata/potenza/baccala_potentina_2.jpeg",
            "basilicata/potenza/baccala_potentina_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=4Gr9zzsEamU",
        "city": "Potenza",
        "ingredients": [
            {
                "quantity": 1500,
                "ingredient": "Baccalà"
            },
            {
                "quantity": 50,
                "ingredient": "Olio EVO"
            },
            {
                "quantity": 60,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 70,
                "ingredient": "Uva"
            },
            {
                "quantity": 150,
                "ingredient": "Olive"
            },
            {
                "quantity": 250,
                "ingredient": "Salsa di Pomodoro"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "Il baccalà alla potentina si prepara rosolando la cipolla in padella e aggiungendo poi il baccalà ed il concentrato di pomodoro diluito in poca acqua, infine uniremo l’uva e le olive.",
        "preparation": "In una padella versate l'olio, aggiungete la cipolla affettata e quando sarà dorata aggiungete il baccalà fatto a pezzetti e deliscato finché non sia rosolato.\nA questo punto aggiungete la salsa di pomodoro, l'uva passa precedentemente fatta rinvenire in acqua tiepida e le olive denocciolate.\nCoprire la padella e lasciare cuocere a fuoco moderato per circa 60 minuti, poi distribuire il prezzemolo tritato e servire subito a tavola.",
        "coords": [
            40.663884,
            15.792006
        ],
        "dish_name": "Baccalà alla Potentina",
        "dish_id": 20
    },
    {
        "related_recipes": {
            "18": "Strozzapreti alla Potentina",
            "19": "Peperoni Cruschi",
            "20": "Baccalà alla Potentina"
        },
        "dish_type": "Contorni",
        "photos": [
            "basilicata/potenza/ciaudedda_1.jpeg",
            "basilicata/potenza/ciaudedda_2.jpeg",
            "basilicata/potenza/ciaudedda_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=UQCEHpwvKMw",
        "city": "Potenza",
        "ingredients": [
            {
                "quantity": 2000,
                "ingredient": "Fave Fresche"
            },
            {
                "quantity": 1000,
                "ingredient": "Patate"
            },
            {
                "quantity": 500,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 200,
                "ingredient": "Pancetta"
            },
            {
                "quantity": 10,
                "ingredient": "Carciofi"
            },
            {
                "quantity": 50,
                "ingredient": "Olio EVO"
            }
        ],
        "region": "Basilicata",
        "product_history": "Il nome deriva da “cialdella”, la fetta di pane arrostito che, secondo la tradizione, accompagnava il piatto, ben condito con olio, oggi l’ottimo extra-vergine di oliva prodotto nel Vulture, Bassa Val d’Agri e Bassa Collina Materana. E’ proprio l’olio il vero segreto di una buona “ciaudedda” perché diviene l’ingrediente che, assieme al pane, fa da legante con gli altri. L’altro segreto perché sia “doc” è cucinarla nella tipica pentola di coccio, caratteristica della Lucania come delle altre regioni del Sud e servirla nei piccoli tegami sempre di coccio.\nUn tempo veniva usato come colazione nei mesi freddi per permettere ai contadini di andare a lavorare nei campi sazi. E nulla poteva riscaldare meglio di un piatto di verdure, magari accompagnato da un bel po’ di peperoncino, protagonista della dieta povera contadina, chiamato in questo territorio in almeno tre modi, diavulicchiu, frangisello, cerasella.",
        "preparation": "Prepariamo la ciaudedda pelando le patate ed affettandole a tocchetti mentre procederemo a sgusciare le fave che successivamente laveremo con acqua fredda corrente, i carciofi andranno invece privati delle foglie esterne più dure e tagliati in quattro parti.\nAffetteremo le cipolle che verranno poi sistemate in padella con la pancetta tagliata a listarelle o cubetti secondo il gusto personale e aggiungeremo due cucchiai di olio facendo soffriggere il tutto.\nAd imbionditura delle cipolle uniremo quindi le fave, i carciofi e le patate. Mescoleremo con cura il composto e proseguiremo la cottura per circa 45 minuti. Una volta pronta toglieremo la ciaudedda dal fuoco e lasceremo riposare per qualche minuto prima di servire.",
        "coords": [
            40.642114,
            15.843686
        ],
        "dish_name": "Ciaudedda",
        "dish_id": 21
    },
    {
        "related_recipes": {
            "23": "Zeppole Calabresi",
            "24": "Struncatura",
            "25": "Morzello"
        },
        "dish_type": "Antipasti",
        "photos": [
            "calabria/cosenza/cuddrurieddri_1.jpeg",
            "calabria/cosenza/cuddrurieddri_2.jpeg",
            "calabria/cosenza/cuddrurieddri_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=4hniXqMxro0",
        "city": "Cosenza",
        "ingredients": [
            {
                "quantity": 1000,
                "ingredient": "Farina 00"
            },
            {
                "quantity": 1000,
                "ingredient": "Patate"
            },
            {
                "quantity": 25,
                "ingredient": "Lievito di Birra"
            },
            {
                "quantity": 280,
                "ingredient": "Acqua Tiepida"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olio per friggere q.b"
            }
        ],
        "region": "Calabria",
        "product_history": "Il Natale è periodo di feste e tradizioni e per la vigilia dell'Immacolata a Cosenza si preparano i cuddrurieddri! Un nome difficile da pronunciare anche per molti calabresi, che spesso preferiscono chiamarli cullurielli. Queste sfiziose ciambelline sono realizzate con un impasto a base di patate e si possono servire con salumi e formaggi, o gustare come street food nelle vie della città mentre si termina di acquistare gli ultimi regali da mettere sotto l'albero. I cuddrurieddri però non sono solo questo, sono una ricetta tramandata di generazione in generazione e si preparano in casa per riunire tutta la famiglia! Con lo stesso impasto potrete preparare anche le vecchiarelle, dei panzerotti ripieni di acciughe e caciocavallo. Quest'anno scaldate il vostro Natale preparando anche voi i cuddrurieddri, seguendo la nostra ricetta sarà davvero semplice!",
        "preparation": "Per preparare i cuddrurieddri come prima cosa ponete le patate a bollire. Dopo 30-40 minuti, in base alla loro dimensione, saranno cotte; scolatele e ancora calde schiacciatele con lo schiaccia patate, raccogliendo la purea in una ciotola molto capiente. In questo caso non ci sarà bisogno di sbucciarle, perchè la buccia resterà all'interno dello schiacciapatate. Versate l'acqua tiepida in una ciotola, unite il sale e mescolate. Aggiungete il lievito sbriciolato e mescolate ancora. Versate questo liquido all'interno delle patate e mescolate con un cucchiaio fino ad ottenere una crema. Aggiungete tutta la farina in un colpo e iniziate ad impastare con le mani, trasferite poi il composto su un piano e lavorate ancora fino ad ottenere un composto omogenee. Utilizzando un tarocco o un coltello ricavate dei pezzi da circa 140 g e aiutandovi con le mani formate delle palline. Man mano ponetele su un vassoio dove avrete posizionato un canovaccio, distanziandole tra loro. Coprite con un altro canovaccio e lasciate lievitare per circa 30 minuti.\nA questo punto versate l'olio di semi in un tegame e scaldatelo fino a raggiungere la temperatura di 170°. A questo punto sollevate la prima pallina e infilando le dita al centro, create il foro allargandole leggermente. Se dovessero appiccicare troppo potete inumidirvi le mani. Immergete la prima ciambella nell'olio caldo e muovetela aiutandovi con un mestolo. Inserendo la parte posteriore del mestolo all'interno del buco della ciambella, riuscirete ad allargarla ulteriormente. Cuocete per circa 2-3 minuti girando la ciambella di tanto in tanto fino a che non sarà ben dorata. Scolatela dall'olio e trasferite su un vassoio foderato con carta da cucina. Procedete in questo modo fino a cuocere tutti i cuddrurieddri e serviteli ancora caldi.",
        "coords": [
            39.32963,
            16.255569
        ],
        "dish_name": "Cuddrurieddri",
        "dish_id": 22
    },
    {
        "related_recipes": {
            "22": "Cuddrurieddri",
            "24": "Struncatura",
            "25": "Morzello"
        },
        "dish_type": "Antipasti",
        "photos": [
            "calabria/reggio_calabria/zeppole_calabresi_1.jpeg",
            "calabria/reggio_calabria/zeppole_calabresi_2.jpeg",
            "calabria/reggio_calabria/zeppole_calabresi_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=7DyWDJypUKY",
        "city": "Reggio Calabria",
        "ingredients": [
            {
                "quantity": 1500,
                "ingredient": "Farina 00"
            },
            {
                "quantity": 25,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 0,
                "ingredient": "Olio per friggere q.b"
            },
            {
                "quantity": 350,
                "ingredient": "Patate"
            },
            {
                "quantity": 200,
                "ingredient": "Acciughe dissalate"
            },
            {
                "quantity": 40,
                "ingredient": "Sale"
            },
            {
                "quantity": 1000,
                "ingredient": "Acqua"
            }
        ],
        "region": "Calabria",
        "product_history": "Tipiche delle province di Reggio Calabria e Vibo Valentia, le zeppole calabresi conosciute in dialetto calabrese come zippuli) hanno la particolarità di essere salate a differenza delle classiche zeppole che si trovano nelle altre regioni italiane (ad esempio le zeppole di San Giuseppe). Cotte in olio bollente, hanno un sapore molto forte grazie alle acciughe.",
        "preparation": "Lavate e lessate le patate senza sbucciarle e con un po' di sale. Cuocetele mezz'ora, poi sbucciatele e passatele nello schiacciapatate. Dopo aver sciolto il lievito di birra in mezzo litro d'acqua versatelo al centro della farina dopo averla setacciata. Impastate bene aggregando anche la crema di patate ed il sale sciolto nell'altro mezzo litro d'acqua. Lavorate bene l'impasto ed una volta omogeneo fatelo lievitare per circa 4 ore. Riprendete l'impasto e fatene palline, all'intrno delle quali inserite le acciughe sminuzzate. Friggete in abbondante olio caldo fino a che la zeppola non diventa dorata.",
        "coords": [
            38.138061,
            15.71076
        ],
        "dish_name": "Zeppole Calabresi",
        "dish_id": 23
    },
    {
        "related_recipes": {
            "22": "Cuddrurieddri",
            "23": "Zeppole Calabresi",
            "25": "Morzello"
        },
        "dish_type": "Primi",
        "photos": [
            "calabria/reggio_calabria/struncatura_1.jpeg",
            "calabria/reggio_calabria/struncatura_2.jpeg",
            "calabria/reggio_calabria/struncatura_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=dHKdOYbX-J4",
        "city": "Reggio Calabria",
        "ingredients": [
            {
                "quantity": 360,
                "ingredient": "Pasta struncatura"
            },
            {
                "quantity": 200,
                "ingredient": "Pomodorini"
            },
            {
                "quantity": 40,
                "ingredient": "Aglio"
            },
            {
                "quantity": 80,
                "ingredient": "Mollica"
            },
            {
                "quantity": 30,
                "ingredient": "Alici"
            },
            {
                "quantity": 0,
                "ingredient": "Peperoncino q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Capperi q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 60,
                "ingredient": "Olive nere"
            },
            {
                "quantity": 0,
                "ingredient": "Pecorino q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            }
        ],
        "region": "Calabria",
        "product_history": "Le origini della stroncatura sono molto antiche, essa giunse in Calabria con gli amalfitani (affermazione non chiara perché nella zona di Amalfi e in tutta la Campania non esiste questo piatto). Questi, da secoli, intrattenevano rapporti commerciali con la Calabria, avviando varie attività commerciali. È importante rilevare che intorno alla fine del 1800 nella Piana di Gioia Tauro, attivissima zona commerciale, si riscontrava una presenza cospicua di commercianti provenienti dalla Costiera Amalfitana come risulta dall'Annuario d'Italia del 1895 dove si evidenzia una numerosa presenza di commercianti di pasta. Gli amalfitani, presenti appunto in tutta la Piana, probabilmente iniziarono a diffondere questo prodotto che originariamente era destinato agli animali, che divenuto dapprima piatto della cucina povera, è oggi un patrimonio culinario di tutta la zona. In alcuni centri pianigiani la \"struncatura\" vanta un'antica e gloriosa tradizione, e questo la rende appunto \"piatto tipico della cucina della Piana\". La tradizione tramanda che i pastifici utilizzavano le scopature di magazzino cioè raccoglievano da terra e i residui misti di farina e crusca delle operazioni di molitura del grano. Successivamente venivano impastati dando luogo ad un tipo di pasta dal colore scuro chiamata, appunto, struncatura che veniva venduta a prezzi molto bassi. Essendo destinata agli animali, per motivi igienici venne proibita per l'alimentazione umana, ma continuò comunque ad esser venduta in alcune botteghe del posto, quasi come fosse merce di contrabbando. Talvolta risultava di sapore molto acido e veniva data in pasto a galline e maiali. Per il suo bassissimo costo veniva consumata dalle classi sociali meno abbienti, e per correggere o attenuare il grado di acidità veniva condita con salse molto piccanti o con acciughe salate. Attualmente, la sua ricetta è stata riscoperta e adeguata alla normativa vigente. È prodotta da pochi pastifici artigianali con ingredienti di qualità come il grano duro, segale e la farina integrale.",
        "preparation": "In una padella fate soffriggere l'aglio e il peperoncino con olio extravergine. Cominciate a cuocere la pasta in acqua bollente non salata; Nella padella mettete gli altri ingredienti, ovvero le alici dissalate, i capperi, i pomodorini le olive denocciolate e tagliate a pezzetti. A cottura ultimata scolate la pasta, mescolatela col sugo preparato e cospargetela con mollica di pane abbrustolita, pecorino e prezzemolo tritato.",
        "coords": [
            38.416219,
            15.904726
        ],
        "dish_name": "Struncatura",
        "dish_id": 24
    },
    {
        "related_recipes": {
            "26": "Polpette alla Mammolese",
            "22": "Cuddrurieddri",
            "23": "Zeppole Calabresi"
        },
        "dish_type": "Secondi",
        "photos": [
            "calabria/catanzaro/morzello_1.jpeg",
            "calabria/catanzaro/morzello_2.jpeg",
            "calabria/catanzaro/morzello_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=Qp5Vqaa9lD8",
        "city": "Catanzaro",
        "ingredients": [
            {
                "quantity": 1000,
                "ingredient": "Trippa"
            },
            {
                "quantity": 60,
                "ingredient": "Cipolla tritata"
            },
            {
                "quantity": 10,
                "ingredient": "Peperoncino"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 150,
                "ingredient": "Vino rosso"
            },
            {
                "quantity": 0,
                "ingredient": "Origano q.b"
            },
            {
                "quantity": 50,
                "ingredient": "Pancetta"
            },
            {
                "quantity": 20,
                "ingredient": "Concentrato di pomodoro"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Calabria",
        "product_history": "La nascita di questo piatto è legato ad una vecchia leggenda catanzarese, secondo la quale una donna che lavorava come serva in una famiglia molto facoltosa, aveva enormi difficoltà nel far quadrare i conti legati al bilancio domestico ed un giorno, per far fronte a tali problemi, ideò un piatto a base di carne: un piatto sostanzioso, che potesse essere conservato a lungo e che permettesse di utilizzare tutte le interiora del vitello che normalmente venivano scartate dal cuoco della famiglia presso cui lavorava. Ideò quindi, dopo tante prove, il morzello e lo chiamò così perché è tagliato in piccoli pezzi (in dialetto catanzarese morzha morzha).",
        "preparation": "Tagliate le trippe a listarelle, sciacquatele e scolatele. In una casseruola, meglio se di coccio, imbiondite nell'olio la pancetta e la cipolla, mettete le trippe, fatele asciugare e poi rosolare; versate il vino e lasciatelo evaporare. Salate e aggiungete il concentrato sciolto in un mestolo di acqua calda, i peperoncini e l'origano. Cuocete col coperchio per un'ora abbondante a fuoco moderato. Il morsello si serve nelle “pitte”, panini a crosta morbida, tipo tartine, oppure in “pitta”. Invece che con trippe miste si può preparare con frattaglie e carne di maiale, oppure con carni di capretto o agnello.",
        "coords": [
            38.894205,
            16.606555
        ],
        "dish_name": "Morzello",
        "dish_id": 25
    },
    {
        "related_recipes": {
            "24": "Struncatura",
            "25": "Morzello",
            "22": "Cuddrurieddri"
        },
        "dish_type": "Secondi",
        "photos": [
            "calabria/reggio_calabria/polpette_mammolese_1.jpeg",
            "calabria/reggio_calabria/polpette_mammolese_2.jpeg",
            "calabria/reggio_calabria/polpette_mammolese_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=kUFpIUGC8bM",
        "city": "Reggio Calabria",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Carne di maiale macinata"
            },
            {
                "quantity": 60,
                "ingredient": "Formaggio caprino"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 200,
                "ingredient": "Pane"
            },
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 0,
                "ingredient": "Peperoncino q.b"
            },
            {
                "quantity": 500,
                "ingredient": "Salsa di pomodoro"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            }
        ],
        "region": "Calabria",
        "product_history": "Polpette alla mammolese è un'antica pietanza della cucina montanara di Mammola, territorio del Parco nazionale dell'Aspromonte e delle zone della provincia di Reggio Calabria. La ricetta prevede carne di maiale macinata, uova, pane ammollato nell'acqua, formaggio di capra grattugiato, aglio e peperoncino. Anticamente le polpette venivano utilizzate nelle ricorrenze festive, con il sugo veniva condita la pasta fatta in casa. Le polpette sono servite come secondo piatto.",
        "preparation": "In un recipiente preparare l'impasto con la carne cruda tritata, le uova, il pane ammollato, il formaggio caprino, ed un trito di aglio, peperoncino, prezzemolo, un cucchiaio d'olio, sale, e mescolare bene per ottenere un impasto morbido e compatto. Preparare le polpette a forma di palline di media grossezza di circa 4 cm di diametro e porle in vassoio per riposare per mezz'ora. In un tegame di terracotta fate soffriggere l'aglio, la cipolla e un peperoncino, aggiungere la salsa di pomodoro, quando la salsa è in ebollizione porre le polpette e mescolare. Appena le polpette saranno cotte si sistemeranno in un vassoio, lasciando ulteriormente asciugare il sugo se non fosse sufficientemente denso. Al termine coprire le polpette con il sugo e servire ben caldo in tavola.",
        "coords": [
            38.141842,
            15.740283
        ],
        "dish_name": "Polpette alla Mammolese",
        "dish_id": 26
    },
    {
        "related_recipes": {
            "24": "Struncatura",
            "25": "Morzello",
            "26": "Polpette alla Mammolese"
        },
        "dish_type": "Secondi",
        "photos": [
            "calabria/cosenza/baccala_cosentina_1.jpeg",
            "calabria/cosenza/baccala_cosentina_2.jpeg",
            "calabria/cosenza/baccala_cosentina_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=zSTCeF_mv-U",
        "city": "Cosenza",
        "ingredients": [
            {
                "quantity": 800,
                "ingredient": "Baccalà"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 200,
                "ingredient": "Peperoni"
            },
            {
                "quantity": 400,
                "ingredient": "Patatine novelle"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            }
        ],
        "region": "Calabria",
        "product_history": "La ricetta del baccalà alla cosentina è una valida alternativa al più noto piatto del baccala alla vicentina. In questa ricetta della cucina calabrese gli ingredienti originali sono le patate e i peperoni e niente altro. Uno dei grandi vantaggi di cucinare questo secondo piatto è la cottura al forno, che da una parte vi farà risparmiare molto tempo e attenzione per la preparazione, e dall’altra offre una cottura più leggera, senza soffritti ne fritture. Permessa anche la cottura sul fuoco bassissimo.",
        "preparation": "Lavate il baccalà, spellatelo, togliete le lische e tagliatelo a pezzi. Mettetelo in una tortiera a strati con patate e peperoni; salate e pepate. Irrorate d'olio, coprite a filo con acqua e infornate a 200 gradi per tre quarti d'ora circa. A fine cottura l'acqua dovrà essere tutta consumata. Questa preparazione si può cuocere anche direttamente sul fuoco, ma bassissimo.",
        "coords": [
            39.341165,
            16.252304
        ],
        "dish_name": "Baccalà alla Cosentina",
        "dish_id": 27
    },
    {
        "related_recipes": {
            "25": "Morzello",
            "26": "Polpette alla Mammolese",
            "27": "Baccalà alla Cosentina"
        },
        "dish_type": "Antipasti",
        "photos": [
            "calabria/vibo_valentia/nduja_1.jpeg",
            "calabria/vibo_valentia/nduja_2.jpeg",
            "calabria/vibo_valentia/nduja_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=l1GiEGvtVJM",
        "city": "Vibo Valentia",
        "ingredients": [
            {
                "quantity": 2000,
                "ingredient": "Lardo di pancetta o altre parti grasse"
            },
            {
                "quantity": 800,
                "ingredient": "Carne magra"
            },
            {
                "quantity": 1400,
                "ingredient": "Salsa di peperoni dolci"
            },
            {
                "quantity": 200,
                "ingredient": "Peperoncino macinato"
            },
            {
                "quantity": 65,
                "ingredient": "Sale"
            },
            {
                "quantity": 0,
                "ingredient": "Budella di maiale q.b"
            }
        ],
        "region": "Calabria",
        "product_history": "Originaria di Spilinga, un piccolo comune in provincia di Vibo Valentia, la ‘nduja, o anche detta duja, è un insaccato noto in tutto il mondo. Ha un colore rosso acceso, una consistenza cremosa e un gusto piccante e pungente. Oggi è un ingrediente usato anche nei menù gourmet dei ristoranti stellati, ma la sua origine è estremamente povera: nasce, infatti, nella società contadina calabrese dalla necessità di sfruttare ogni parte del suino. \nL’origine del nome della nduja di Spilinga è da ricercare nel termine latino induco e cioè introdurre, che fa riferimento al gesto di introdurre la carne lavorata all’interno del budello.",
        "preparation": "Iniziate a macinare la carne molto finemente: dovete ottenere una crema grossolana. Unite alla carne i peperoncini piccanti essiccati e ridotti in polvere e il sale: andateci piano e assaggiate man mano, ma tenete conto che il piccante perderà di intensità un po’ durante la stagionatura.\nUna volta mescolato bene il composto, insaccatelo nel budello e lasciate riposare 12 ore prima di procedere con l’affumicatura e l’asciugatura.\nAppendete la ‘nduja in una stanza apposita (meglio se con camino) e abbiate cura di accendere un fuoco di almeno mezz’ora per i primi 10 giorni di affumicatura.",
        "coords": [
            38.677936,
            16.109607
        ],
        "dish_name": "'Nduja",
        "dish_id": 28
    },
    {
        "related_recipes": {
            "25": "Morzello",
            "27": "Baccalà alla Cosentina",
            "28": "'Nduja"
        },
        "dish_type": "Dolci",
        "photos": [
            "calabria/catanzaro/cuzzupa_1.jpeg",
            "calabria/catanzaro/cuzzupa_2.jpeg",
            "calabria/catanzaro/cuzzupa_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=58yexjcznMY",
        "city": "Catanzaro",
        "ingredients": [
            {
                "quantity": 600,
                "ingredient": "Farina 00"
            },
            {
                "quantity": 100,
                "ingredient": "Strutto"
            },
            {
                "quantity": 840,
                "ingredient": "Uova"
            },
            {
                "quantity": 25,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 100,
                "ingredient": "Anice"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 200,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 0,
                "ingredient": "Scorza di limone q.b"
            }
        ],
        "region": "Calabria",
        "product_history": "La cuzzùpa, o sguta, o angùta, o vuta, o pizzatola, o cullùra, è un dolce tipico pasquale calabrese, viene chiamato con nomi diversi e forme anche in maniera diversa, con la caratteristica dell'uovo simbolo della Pasqua, prodotto su tutto il territorio della Calabria, simile anche ai Cuddhuraci, prodotto nella provincia di Reggio Calabria, nella parte meridionale della provincia di Catanzaro e nella provincia di Crotone.\nQuesto dolce pasquale è di origine orientale e simboleggia la fine del digiuno di quaresima: l'uovo è il simbolo della risurrezione di Gesù.",
        "preparation": "Mescolate la farina col lievito e un poco di acqua calda, lasciando poi il panetto ottenuto a lievitare in un posto tiepido per un paio di ore, poi unitelo al resto della farina messa a fontana. Unite 4 uova, il liquore, lo zucchero, un pizzico di sale, la scorza di limone e in ultimo lo strutto ammorbidito. Lavorate l'impasto a lungo finché non apparirà sodo ed elastico. Formate ora delle ciambelle o dei panetti delle dimensioni di circa 10 centimetri e su ciascuno sistemate fermamente un uovo crudo intero. Disponete le \"cuzzupe\" su una placca da forno infarinata, lasciatele lievitare per circa 2 ore e poi cuocetele in forno a 170 °C finché non diventeranno dorate.",
        "coords": [
            38.861468,
            16.599978
        ],
        "dish_name": "Cuzzupa",
        "dish_id": 29
    },
    {
        "related_recipes": {
            "27": "Baccalà alla Cosentina",
            "28": "'Nduja",
            "29": "Cuzzupa"
        },
        "dish_type": "Contorni",
        "photos": [
            "calabria/cosenza/melanzane_ripiene_1.jpeg",
            "calabria/cosenza/melanzane_ripiene_2.jpeg",
            "calabria/cosenza/melanzane_ripiene_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=z2TXJC0xOvM",
        "city": "Cosenza",
        "ingredients": [
            {
                "quantity": 2000,
                "ingredient": "Melanzane"
            },
            {
                "quantity": 400,
                "ingredient": "Carne macinata"
            },
            {
                "quantity": 425,
                "ingredient": "Salsa di pomodori"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 60,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 100,
                "ingredient": "Pecorino"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Basilico q.b"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 30,
                "ingredient": "Pinoli"
            }
        ],
        "region": "Calabria",
        "product_history": "Le Melanzane ripiene, “Mulangiani chjini” o “Mulingiani chini”, vengono chiamati con nomi diversi. È una pietanza molto usata nella zona del Vibonese e in molti comuni della Calabria, varia nella preparazione a seconda delle tradizioni di ogni Comune e delle zone montane e marine. Le tradizionali “Melanzane ripiene” sono un piatto tipico, semplice e gustoso della cucina calabrese e si preparano con la polpa delle stesse melanzane, in particolare nel periodo estivo. Il sapore viene determinato dall’impasto e dalle giuste quantità degli aromi naturali, in particolare dal Formaggio Caprino, che esalta il gusto. Le Melanzane vengono anche preparate con il ripieno dello stocco (stoccafisso), ricotta, verdure, patate ecc., variando di gusto. La pietanza fa parte della rinomata dieta mediterranea.",
        "preparation": "Preriscaldate il forno a 200 ºC. Lavate bene e tagliate ciascuna melanzana a metà in lunghezza e mettetele  su un vassoio rivestito con carta da forno, cospargete di sale e fate riposare 30 minuti. Lavatele e asciugatele di nuovo e mettetele in forno per 1 ora. Nel frattempo, sbucciate e tritate finemente la cipolla e l'aglio. In una padella scaldate 2 cucchiai di olio e fate rosolare la cipolla e poi soffriggeteci anche\nl'aglio. Aggiungete la carne macinata, mescolate bene e condite il composto con sale e pepe nero. Togliete la carne dal fuoco e aggiungete qualche foglia di basilico tritato e i pinoli. Togliete le melanzane dal forno, svuotatele e inseriteci all'interno il composto di carne macinata. Coprite le melanzane ripiene con salsa di pomodoro e cospargete il formaggio in cima. Infornate per venti minuti, fate raffreddare qualche minuto e servite in tavola.",
        "coords": [
            39.365987,
            16.260887
        ],
        "dish_name": "Melanzane Ripiene",
        "dish_id": 30
    },
    {
        "related_recipes": {
            "19": "Peperoni Cruschi",
            "18": "Strozzapreti alla Potentina",
            "17": "Torta Lucana"
        },
        "dish_type": "Contorni",
        "photos": [
            "basilicata/potenza/ciambotta_1.jpeg",
            "basilicata/potenza/ciambotta_2.jpeg",
            "basilicata/potenza/ciambotta_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=iHm3-3lCwuc",
        "city": "Potenza",
        "ingredients": [
            {
                "quantity": 200,
                "ingredient": "Patate"
            },
            {
                "quantity": 200,
                "ingredient": "Pomodori"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 200,
                "ingredient": "Peperoni"
            },
            {
                "quantity": 200,
                "ingredient": "Zucchine"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 200,
                "ingredient": "Melanzane"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olive q.b"
            }
        ],
        "region": "Basilicata",
        "product_history": "La ciambotta è un piatto tipico della cucina meridionale italiana, essenzialmente uno stufato, che può venire consumato come contorno o come primo a seconda degli ingredienti che lo compongono e di come viene cucinato. La ciambotta è a base di verdura, ma può presentare altri ingredienti come carne o pesce. Le verdure scelte sono solitamente: patate, melanzane, pomodori, peperoni, peperoncino, cipolla, erbe aromatiche.",
        "preparation": "Lavare le melanzane, le patate, i peperoni, le zucchine ed i pomodori. Tagliare le melanzane a pezzetti, le patate a dadini, i peperoni a filetti, e le zucchine a rondelle, mentre i pomodori andranno pelati. Nella padella scaldare abbondante olio, poi friggervi successivamente le melanzane, le zucchine, le patate ed i peperoni. Eliminare i semi dai pomodori e spezzettatene la polpa. Sgocciolare bene le verdure fritte, quindi riunirle in un tegame, unire la polpa di pomodoro, salare, aggiungere lo spicchio di aglio intero e cuocere a fuoco basso per 10 minuti. Servire.",
        "coords": [
            40.616926,
            15.834578
        ],
        "dish_name": "Ciambotta",
        "dish_id": 31
    },
    {
        "related_recipes": {
            "33": "Frittata di Pasta",
            "34": "Frittata di Scammaro",
            "35": "Gateau di Patate"
        },
        "dish_type": "Primi",
        "photos": [
            "campania/napoli/pasta_genovese_1.jpeg",
            "campania/napoli/pasta_genovese_2.jpeg",
            "campania/napoli/pasta_genovese_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=7fEY0EhDbN8",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 400,
                "ingredient": "Pasta"
            },
            {
                "quantity": 100,
                "ingredient": "Carote"
            },
            {
                "quantity": 20,
                "ingredient": "Vino bianco"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 800,
                "ingredient": "Carne di vitello"
            },
            {
                "quantity": 100,
                "ingredient": "Sedano"
            },
            {
                "quantity": 0,
                "ingredient": "Pecorino q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            },
            {
                "quantity": 1000,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 20,
                "ingredient": "Concentrato di pomodoro"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            }
        ],
        "region": "Campania",
        "product_history": "Molte sono le ipotesi sull'origine di questa pietanza; chi la vuole originaria di Genova. Chi opera di anonimi cuochi genovesi che operavano nel porto della città partenopea tra il XIV ed il XV secolo. La ricetta potrebbe anche riferirsi al nome del suo inventore, poiché Genovese è un cognome alquanto diffuso in Campania. Tuttavia va sottolineato come nel Liber de Coquina, uno dei primi ricettari dell'occidente latino, redatto a Napoli tra il XIII ed il XIV secolo, compaia uno stufato di cipolle con il pollo \"o altra carne\" ed il formaggio grattugiato, usata per condire la Tria Ianuensis (ossia, pasta genovese), che è anche il titolo della ricetta. Questo ne farebbe una delle più antiche salse per condire la pasta ancora in uso nella tradizione italiana. \n  \"Per la tria genovese soffriggi delle cipolle con dell’olio e mettile in acqua bollente a cuocere e versavi delle spezie e colora e insaporisci come desideri, a questo puoi aggiungere formaggio grattato oppure tagliato a pezzi. E servile ogni volta che ti piace con capponi ed uova oppure con qualunque carne\". \n  La salsa genovese è tuttora sconosciuta oltre i confini della Campania. L'uso delle cipolle nel sugo può riflettere un'influenza francese e ricorda il boeuf à la mode. Durante la metà del XIX secolo, nel ristorante Grand Véfour del Palais-Royal a Parigi veniva servito il \"salmone in intingolo olandese e genovese\" come piatto di lusso. Il sugo alla genovese non deve essere confuso con la salsa genovese, un condimento di verdure per pesce[13] – e neanche con la sauce génevoise del lago di Ginevra, ancora una volta servita con il pesce.",
        "preparation": "Pulite e tagliuzzate le cipolle, le carote, il sedano. Tagliate anche a pezzi di medie dimensioni la carne. A parte cominciate a soffriggere la carota ed il sedano a cui poi aggiungerete i pezzi di carne facendo rosolare. Sfumate di vino bianco e al termine aggiungete il concentrato di pomodoro e quindi le cipolle e mescolate aggiustando di sale. Lasciate cuocere per un paio d'ore. A parte intanto cuocerete la pasta e una volta cotta al dente toglietela dal tegame e conditela con il sugo alla genovese preparato aggiustando con del pecorino.",
        "coords": [
            40.798966,
            14.190118
        ],
        "dish_name": "Pasta alla Genovese",
        "dish_id": 32
    },
    {
        "related_recipes": {
            "32": "Pasta alla Genovese",
            "34": "Frittata di Scammaro",
            "35": "Gateau di Patate"
        },
        "dish_type": "Primi",
        "photos": [
            "campania/napoli/frittata_pasta_1.jpeg",
            "campania/napoli/frittata_pasta_2.jpeg",
            "campania/napoli/frittata_pasta_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=tr6hb3xfCpM",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 360,
                "ingredient": "Uova"
            },
            {
                "quantity": 400,
                "ingredient": "Vermicelli"
            },
            {
                "quantity": 100,
                "ingredient": "Latte"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            },
            {
                "quantity": 50,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 50,
                "ingredient": "Pecorino"
            },
            {
                "quantity": 10,
                "ingredient": "Burro"
            },
            {
                "quantity": 0,
                "ingredient": "Olio di semi q.b"
            }
        ],
        "region": "Campania",
        "product_history": "La frittata di maccheroni (quest'ultimo era un termine con cui si indicava qualsiasi tipo di pasta) nacque nella città partenopea per riciclare la pasta avanzata che non poteva essere buttata via durante i periodi di maggiore povertà. Con il passare del tempo, la ricetta venne rielaborata e si iniziarono ad aggiungere, oltre alle uova e al formaggio, il pomodoro e altri gusti. Oggi la frittata di pasta viene consumata come secondo piatto, antipasto e talvolta tagliata a cubetti per gli aperitivi.",
        "preparation": "Per prima cosa lessate i vermicelli in una pentola con abbondante acqua bollente salata, avendo cura di scolarli ben al dente e lasciandoli raffreddare. All'interno di una ciotola sbattete le uova con latte, parmigiano e pecorino grattugiati, sale e pepe, facendo amalgamare bene il tutto e unendo poi i vermicelli e il burro. Sistemate poi il composto in una padella antiaderente unta di olio di semi e lasciate cuocere la frittata per 5 minuti da un lato. Una volta che si è formata la crosticina, capovolgete la frittata e lasciatela cuocere 5 minuti dall'altro lato, quindi servitela in tavola dopo averla fatto stemperare qualche minuto.",
        "coords": [
            40.820274,
            14.159219
        ],
        "dish_name": "Frittata di Pasta",
        "dish_id": 33
    },
    {
        "related_recipes": {
            "33": "Frittata di Pasta",
            "32": "Pasta alla Genovese",
            "35": "Gateau di Patate"
        },
        "dish_type": "Primi",
        "photos": [
            "campania/napoli/frittata_scammaro_1.jpeg",
            "campania/napoli/frittata_scammaro_2.jpeg",
            "campania/napoli/frittata_scammaro_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=hfxDFxqR02c",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 400,
                "ingredient": "Vermicelli"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 0,
                "ingredient": "Uva passa q.b"
            },
            {
                "quantity": 100,
                "ingredient": "Olive nere"
            },
            {
                "quantity": 50,
                "ingredient": "Capperi"
            },
            {
                "quantity": 100,
                "ingredient": "Filetti d'acciuga sott'olio"
            },
            {
                "quantity": 50,
                "ingredient": "Pinoli"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            }
        ],
        "region": "Campania",
        "product_history": "Il nome non è legato ad un luogo bensì probabilmente alle sue origini: nei conventi nei giorni di Quaresima alcuni monaci, per motivi di salute, erano autorizzati alla deroga del mangiare di magro purché questo avvenisse in privato nella propria camera, senza che nessun confratello potesse assistere.\nMangiare nella propria camera assunse il significato di mangiare proteine animali e la camera, cammarare, divenne al contrario ‘scammarare’ ossia mangiare di magro.\nFacile poi l’assonanza con scammaro.",
        "preparation": "Cuocete la pasta che più gradite e scolatela molto al dente. A parte soffriggete l’aglio con un filo di olio, unite del prezzemolo tritato, le olive, i capperi, i pinoli, le acciughe e l’uva passa.\nRimuovete l’aglio, condite la pasta, riponetela nella stessa padella con cui avete preparato il soffritto con ancora un filo di olio.\nFate cuocere facendo formare una crosticina dorata e croccante in superficie.",
        "coords": [
            40.845731,
            14.153039
        ],
        "dish_name": "Frittata di Scammaro",
        "dish_id": 34
    },
    {
        "related_recipes": {
            "33": "Frittata di pasta",
            "32": "Pasta alla Genovese",
            "34": "Frittata di Scammaro"
        },
        "dish_type": "Antipasti",
        "photos": [
            "campania/napoli/gateau_1.jpeg",
            "campania/napoli/gateau_2.jpeg",
            "campania/napoli/gateau_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=KkgWxHBCT-Q",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 1000,
                "ingredient": "Patate"
            },
            {
                "quantity": 120,
                "ingredient": "Prosciutto cotto"
            },
            {
                "quantity": 180,
                "ingredient": "Uova"
            },
            {
                "quantity": 0,
                "ingredient": "Latte q.b"
            },
            {
                "quantity": 100,
                "ingredient": "Mozzarella"
            },
            {
                "quantity": 0,
                "ingredient": "Parmigiano q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pangrattato q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Burro q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Campania",
        "product_history": "Dopo il 1768, con le nozze della regina Maria Carolina, figlia di Maria Teresa Lorena-Asburgo, moglie di Ferdinando I Borbone, Napoli divenne luogo di confronto delle grandi cucine europee. La nuova Regina rafforzò nella capitale il gusto francese e la consuetudine di affidare il servizio di cucina ai \"monsieurs\", cuochi di alto rango che, a partire da quel tempo, i napoletani cominciarono a chiamare \"monzu'\" ed i siciliani \"monsù\", dalla corruzione del termine francese. Nell'arco di pochi decenni, assunsero denominazioni francesi alcune tradizionali pietanze partenopee e sicule: il gattò, la pasta al gratin, il crocchè, il ragù, il sartù di riso, il supplì.",
        "preparation": "Lavate le patate intere e cuocetele in acqua bollente per una mezz'ora abbondante. Nel frattempo tagliuzzate la mozzarella, la mortadella e il prezzemolo e una volta pronte le patate, scolatele e toglietele dalla buccia. Con una forchetta riducetele in purea ed unitele con parmigiano, prezzemolo, mortadella, latte e uova ed aggiustate di sale e pepe, mescolando con cura. Versate il composto in una pirofila oliata e coprite con pan grattato e parmigiano, unitevi dei fiocchi di burro ed infornate in forno caldo a 200° per 40 minuti. Servitelo quando sarà ben gratinato in superficie.",
        "coords": [
            40.861312,
            14.185998
        ],
        "dish_name": "Gateau di Patate",
        "dish_id": 35
    },
    {
        "related_recipes": {
            "33": "Frittata di pasta",
            "35": "Gateau di Patate",
            "34": "Frittata di Scammaro"
        },
        "dish_type": "Primi",
        "photos": [
            "campania/napoli/gnocchi_sorrentina_1.jpeg",
            "campania/napoli/gnocchi_sorrentina_2.jpeg",
            "campania/napoli/gnocchi_sorrentina_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=bbay082qGZc",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Gnocchi"
            },
            {
                "quantity": 70,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 600,
                "ingredient": "Passata di pomodoro"
            },
            {
                "quantity": 30,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 250,
                "ingredient": "Mozzarella"
            },
            {
                "quantity": 0,
                "ingredient": "Basilico q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Peperoncino fresco q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Campania",
        "product_history": "In Campania gli gnocchi venivano detti strangulaprievete da cui l'impropria traduzione nell'odierno strangolapreti, tuttavia l'etimo seppur suggestivo, non è da ricondurre agli ordini religiosi, bensì a più antiche radici greche.",
        "preparation": "In una padella fate soffriggere la cipolla grattugiata e un peperoncino. Aggiungete la passata di pomodoro, sale, pepe e basilico fresco. Cuocete gli gnocchi e uniteli al sugo, quindi aggiungete la mozzarella a cubetti e fatela sciogliere. Mettete tutto in un pentolino da forno aggiungendo altra mozzarella a cubetti, una spolverata di parmigiano e quindi infornando a 200 gradi per 10 minuti.",
        "coords": [
            40.881043,
            14.23063
        ],
        "dish_name": "Gnocchi alla Sorrentina",
        "dish_id": 36
    },
    {
        "related_recipes": {
            "36": "Gnocchi alla Sorrentina",
            "35": "Gateau di Patate",
            "34": "Frittata di Scammaro"
        },
        "dish_type": "Secondi",
        "photos": [
            "campania/napoli/pizza_1.jpeg",
            "campania/napoli/pizza_2.jpeg",
            "campania/napoli/pizza_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=58MgXpl2FDM",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Farina"
            },
            {
                "quantity": 5,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 300,
                "ingredient": "Acqua frizzante"
            },
            {
                "quantity": 10,
                "ingredient": "Sale"
            },
            {
                "quantity": 35,
                "ingredient": "Olio EVO"
            },
            {
                "quantity": 500,
                "ingredient": "Polpa di Pomodoro"
            },
            {
                "quantity": 400,
                "ingredient": "Mozzarella"
            },
            {
                "quantity": 0,
                "ingredient": "Formaggio grattugiato q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Basilico q.b"
            }
        ],
        "region": "Campania",
        "product_history": "La leggenda narra che nel giugno 1889, per onorare la Regina d'Italia, Margherita di Savoia, il cuoco Raffaele Esposito della Pizzeria Brandi inventò una pietanza che chiamò proprio Pizza Margherita (con riferimento al fatto che il termine \"pizza\", allora sconosciuto al di fuori della città partenopea, indicava quasi sempre le torte dolci), dove i condimenti salati capitatigli tra le mani, pomodoro, mozzarella e basilico, rappresentavano addirittura gli stessi colori della bandiera italiana.\nSecondo recenti studi a carattere filologico, però, la storia della pizza Margherita preparata da “Brandi” per la prima volta sarebbe un “falso storico\". Il filologo Emmanuele Rocco, nel secondo volume del libro Usi e costumi di Napoli e contorni descritti e dipinti di Francesco De Bourcard pubblicato nel 1858, scrisse di varie combinazioni di condimento con diversi ingredienti tra i quali basilico, “pomidoro” e “sottili fette di muzzarella”.\nInoltre, già nel 1830, un certo \"Riccio\", nel libro Napoli, contorni e dintorni, aveva descritto una pizza a base di pomodoro, mozzarella e basilico.",
        "preparation": "Unite farina, un pizzico di sale e il lievito sciolto nell’acqua frizzante, aggiungete dell’olio extravergine d’oliva all’impasto e lavoratelo fino a ottenere un panetto. Lasciate riposare il panetto d'impasto per almeno due ore, quindi ungete d’olio una teglia rotonda e stendetevi sopra l’impasto lasciando i bordi più alti. Condite con della polpa di pomodoro e un pizzico di sale, quindi infornate a 250 gradi per 10 minuti, facendo ben attenzione a non far cuocere troppo la pizza. Dopo 10 minuti aggiungete la mozzarella, il formaggio grattugiato, le foglie di basilico fresco e infornate alla stessa temperatura per altri 10 minuti.",
        "coords": [
            40.880524,
            14.265649
        ],
        "dish_name": "Pizza Margherita",
        "dish_id": 37
    },
    {
        "related_recipes": {
            "37": "Pizza Margherita",
            "36": "Gnocchi alla Sorrentina",
            "35": "Gateau di Patate"
        },
        "dish_type": "Primi",
        "photos": [
            "campania/napoli/spaghetti_puttanesca_1.jpeg",
            "campania/napoli/spaghetti_puttanesca_2.jpeg",
            "campania/napoli/spaghetti_puttanesca_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=Z59zqJjUG4w",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 60,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 40,
                "ingredient": "Acciuga sott'olio"
            },
            {
                "quantity": 50,
                "ingredient": "Olive"
            },
            {
                "quantity": 20,
                "ingredient": "Capperi"
            },
            {
                "quantity": 400,
                "ingredient": "Pomodori"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Fiocchi di peperoncino q.b"
            }
        ],
        "region": "Campania",
        "product_history": "Le prime testimonianze di una pasta condita con una salsa molto simile a quella della Puttanesca, risalgono agli inizi del XIX secolo, quando il Cavalcanti, nel suo manuale Cucina teorico-pratica, propose alcune ricette di cucina popolare napoletana, tra le quali una \"puttanesca\" ante litteram, definendola \"Vermicelli all'oglio con olive capperi ed alici salse\". Dopo alcune sporadiche apparizioni in altri ricettari di cucina napoletana, nel 1931 la Guida gastronomica d'Italia, edita dal T.C.I., la elenca tra le specialità gastronomiche della Campania, definendola \"Maccheroni alla marinara\", anche se la ricetta proposta è indubbiamente quella della moderna puttanesca. Si tratta dunque di uno dei molti casi nei quali il nome con cui è nota oggi la preparazione è successivo alla comparsa della stessa. Infatti a Napoli, nel linguaggio comune, questo particolare condimento per la pasta è noto semplicemente come aulive e cchiapparielle.\nIl primo riferimento esplicito agli \"spaghetti alla puttanesca\" è quello di Raffaele La Capria nel romanzo Ferito a morte (1961), in cui si menzionano gli \"spaghetti alla puttanesca come li fanno a Siracusa\".",
        "preparation": "Scaldate l'olio in una pentola media e aggiungete la cipolla e l'aglio finemente tritati, il peperoncino a volontà e le acciughe sgocciolate. Fate cuocere a fuoco lento, mescolando, per 5-7 minuti o finché le acciughe non si sciolgono in una polpa morbida. Aggiungete le olive nere e i capperi e lasciate soffriggere per un minuto circa. Aggiungete i pomodori, l'acqua, metà prezzemolo, regolate di sale portando a sapore. Mescolate bene e portate a ebollizione, poi abbassate la fiamma e coprite la pentola. Lasciate bollire per 30 minuti, mescolando di tanto in tanto. Nel frattempo cuocete la pasta scolandola al dente. Scolate la pasta e versatela in una scodella preriscaldata. Versate la salsa sulla pasta, mescolando bene. Servite subito, aggiungendo una spolverata del prezzemolo rimasto.",
        "coords": [
            40.876889,
            14.307534
        ],
        "dish_name": "Spaghetti alla Puttanesca",
        "dish_id": 38
    },
    {
        "related_recipes": {
            "38": "Spaghetti alla Puttanesca",
            "37": "Pizza Margherita",
            "36": "Gnocchi alla Sorrentina"
        },
        "dish_type": "Primi",
        "photos": [
            "campania/napoli/spaghetti_vongole_1.jpeg",
            "campania/napoli/spaghetti_vongole_2.jpeg",
            "campania/napoli/spaghetti_vongole_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=60PHFiWz5LQ",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 350,
                "ingredient": "Spaghetti"
            },
            {
                "quantity": 1000,
                "ingredient": "Vongole"
            },
            {
                "quantity": 0,
                "ingredient": "Peperoncino fresco q.b"
            },
            {
                "quantity": 20,
                "ingredient": "Aglio"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Limone q.b"
            }
        ],
        "region": "Campania",
        "product_history": "Come molti altri piatti della tradizione partenopea, dello stesso piatto esistono più versioni: rossa e bianca. Esiste perfino la versione senza vongole, che altro non è che spaghetti aglio e olio (aglio e uoglie) detti anche alla borbonica ovvero spaghetti cu 'e vongole fujute.\nLa pasta può essere vermicelli, spaghetti o linguine e va cotta al dente e poi mantecata in padella nel sauté di vongole, sfumate con vino bianco secco possibilmente. Nella variante rossa, con aggiunta di pomodori, si può completare il piatto con un po' della dose di prezzemolo fresco tritato finemente, la cui maggior parte deve finire nella salsa assieme ai pomodori. I pomodorini, cotti e un po' appassiti, sono comunque opzionali. È possibile condire gli spaghetti con peperoncino.",
        "preparation": "Tagliate gli spicchi d'aglio a pezzetti e metteteli a rosolare nell'olio in una padella, poi aggiungete le vongole ben lavate e scolate e lasciatele cuocere per 2 o 3 minuti fino a completa apertura. A cottura ultimata eliminate quelle che non si saranno aperte, mettete da parte una metà delle vongole con i gusci ed estraete la vongola dal guscio di quelle rimaste. Lasciate le vongole sgusciate nella padella dove aggiungerete il prezzemolo tritato fine, sale, peperoncino e anche gli spaghetti che nel frattempo avrete cotto in una pentola con abbondante acqua salata e scolato molto al dente. Fate mantecare per qualche minuto gli spaghetti con le vongole, poi servite immediatamente decorandoli con le vongole che avevate messo da parte ed eventualmente qualche fettina di limone.",
        "coords": [
            40.868582,
            14.348046
        ],
        "dish_name": "Spaghetti alle Vongole",
        "dish_id": 39
    },
    {
        "related_recipes": {
            "39": "Spaghetti alle Vongole",
            "38": "Spaghetti alla Puttanesca",
            "37": "Pizza Margherita"
        },
        "dish_type": "Contorni",
        "photos": [
            "campania/napoli/parmigiana_1.jpeg",
            "campania/napoli/parmigiana_2.jpeg",
            "campania/napoli/parmigiana_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=3UTNDDyzPzc",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 1500,
                "ingredient": "Melanzane"
            },
            {
                "quantity": 30,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 1500,
                "ingredient": "Passata di pomodoro"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 150,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 0,
                "ingredient": "Basilico q.b"
            },
            {
                "quantity": 500,
                "ingredient": "Olio di semi"
            },
            {
                "quantity": 100,
                "ingredient": "Sale"
            }
        ],
        "region": "Campania",
        "product_history": "La storia della ricetta non è chiara e dunque risulta impossibile risalire con certezza alla sua origine geografica. Pertanto, l'invenzione del piatto viene circoscritta tra la Campania, la Calabria e la Sicilia, territori in cui si diffuse inizialmente la melanzana, una pianta appartenente alla famiglia delle Solanacee e originaria del subcontinente indiano o della Cina meridionale, introdotta in Europa probabilmente nel corso del basso medioevo dagli Arabi, prima in Spagna e poi in Sicilia, per poi diffondersi nel Sud Italia.",
        "preparation": "In una padella versate dell'olio e fate soffriggere aglio e cipolla fino a doratura. Aggiungete quindi la passata e lasciate addensare il composto. Una volta pronto il basilico tagliato dovrà mescolarsi ai sapori, a fuoco spento. Lavate quindi le melanzane, spuntatele e con l'aiuto di una mandolina tagliate le fette alte 1 cm seguendo il verso della lunghezza. Lasciate quindi \"riposare\" le melanzane affettate in uno scolapasta con del sale grosso, in modo che il liquido amaro venga espulso. Quindi risciacquate e asciugate. In un'ampia padella scaldate dell'olio di semi, abbondante, e friggete le melanzane in entrambi i lati. Asciugatele con della carta assorbente. Ungete una pirofila di 15x20 cm con dell'olio e cospargete con la passata. Adagiate un primo strato di melanzane, ancora della passata e infine spolverate con il parmigiano grattugiato. Proseguite in quest'ordine fino a esaurimento degli ingredienti. Preriscaldate il forno a 180°-200° e fate cuocere per circa 30-40 min. Una volta cotta, lasciate la teglia nel forno spento, in modo da far rapprendere gli ingredienti. Sfornatela e servitela a piacere, tiepida o fredda.",
        "coords": [
            40.849367,
            14.387872
        ],
        "dish_name": "Parmigiana di Melanzane",
        "dish_id": 40
    },
    {
        "related_recipes": {
            "39": "Spaghetti alle Vongole",
            "38": "Spaghetti alla Puttanesca",
            "40": "Parmigiana di Melanzane"
        },
        "dish_type": "Antipasti",
        "photos": [
            "campania/napoli/casatiello_1.jpeg",
            "campania/napoli/casatiello_2.jpeg",
            "campania/napoli/casatiello_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=gWniwkoYj6c",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 1000,
                "ingredient": "Farina 00"
            },
            {
                "quantity": 60,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 100,
                "ingredient": "Strutto"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            },
            {
                "quantity": 400,
                "ingredient": "Formaggi misti"
            },
            {
                "quantity": 400,
                "ingredient": "Salame"
            },
            {
                "quantity": 180,
                "ingredient": "Uova"
            }
        ],
        "region": "Campania",
        "product_history": "La diffusione del casatiello, al pari della pastiera, altro prodotto pasquale partenopeo, pare essere attestata almeno a partire dal Seicento.\nUna conferma indiretta se ne ha dalle pagine della favola La gatta Cenerentola di Giambattista Basile, scrittore napoletano vissuto a cavallo tra il XVI e il XVII secolo, che descrive i festeggiamenti dati dal re per trovare la fanciulla che aveva perso lo scarpino.",
        "preparation": "In un poco di acqua tiepida stemperate i cubetti di lievito, non usare acqua troppo calda per evitare che uccida i fermenti del lievito. Disporre la farina a fontana ponendo al centro lo strutto, il sale il pepe ed il lievito sciolto nell'acqua e iniziate ad impastare aiutandovi con poca acqua per volta fino ad ottenere un impasto morbido che verrà lavorato ancora per una decina di minuti sbattendolo sul tavolo. Ponete l'impasto in una terrina coperta da uno straccio da cucina pulito e tenetela in un luogo tiepido e non ventilato lasciando lievitare finché non avrà raddoppiato il proprio volume. Nel frattempo tagliate tutti i formaggi e il salame a dadini piccoli, tagliate a pezzetti anche le uova sode. Al termine della lievitazione stendete l'impasto su una spianatoia infarinata ad uno spessore di circa 1 centimetro, disponendo il ripieno su tutta la superficie arrotolando poi la pasta su se stessa quanto più stretto è possibile per evitare bolle d'aria. Ungere di strutto uno stampo rotondo col buco al centro e disporvi il rotolo di pasta a ciambella, lasciandolo poi coperto a lievitare ulteriormente per almeno 2 ore. Trascorso il periodo infornare a forno già caldo a 160 °C per i primi 10 minuti e poi a 170-180 °C per l'ora successiva, spegnendo poi il forno e lasciando che il tortano si intiepidisca senza tirarlo fuori. Sformatelo e servitelo tagliato a fette sia tiepido che freddo.",
        "coords": [
            40.815078,
            14.377572
        ],
        "dish_name": "Casatiello (o Tortano)",
        "dish_id": 41
    },
    {
        "related_recipes": {
            "39": "Spaghetti alle Vongole",
            "40": "Parmigiana di Melanzane",
            "41": "Casatiello (o Tortano)"
        },
        "dish_type": "Antipasti",
        "photos": [
            "campania/napoli/mozzarella_carrozza_1.jpeg",
            "campania/napoli/mozzarella_carrozza_2.jpeg",
            "campania/napoli/mozzarella_carrozza_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=HupY44XNqqs",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Pane"
            },
            {
                "quantity": 200,
                "ingredient": "Mozzarella"
            },
            {
                "quantity": 120,
                "ingredient": "Uova"
            },
            {
                "quantity": 0,
                "ingredient": "Farina q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Latte q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olio di semi q.b"
            }
        ],
        "region": "Campania",
        "product_history": "La mozzarella in carrozza è una preparazione casalinga nata per utilizzare il pane raffermo e il fiordilatte vaccino avanzato. Si tratta di una ricetta della tradizione, che fa parte di quella cucina di recupero, attenta agli sprechi, secondo la quale gettare via il cibo, soprattutto il pane, era considerato quasi un atto sacrilego. C’è chi sostiene che il nome derivi dalla sua forma che ricorda la ruota di una carrozza. Prima dell’avvento del pane in cassetta, questa prelibatezza si preparava esclusivamente con le fette del tipico filone di pane casereccio, dalla forma rotonda, che ricordava proprio la ruota di una carrozza. Un’altra teoria attribuisce il suo nome al mezzo di trasporto utilizzato anticamente dai pastori, per trasportare il latte in città. Nei secoli scorsi le strade non erano di certo asfaltate e le continue sollecitazioni subite dal latte, durante il lungo trasporto, ne causavano spesso la cagliatura. Dal latte cagliato venivano prodotti formaggi a pasta filata, tra cui la mozzarella.",
        "preparation": "Iniziate la preparazione tagliando la mozzarella a fette abbastanza spesse e adagiatele sulle fettine di pane. Dopo aver eseguito l'operazione, ricoprite ogni fetta di mozzarella con una seconda fetta di pane formando quasi dei sandwich. Premete bene sul pane per farlo aderire al meglio alla mozzarella, poi passate ogni sandwich prima nella farina e poi nelle uova sbattute con poco latte, sale e pepe. Quando le fette di pane risulteranno completamente ricoperte dall'uovo scolatele e fatele dorare da entrambi i lati in olio bollente, lasciate poi asciugare su carta da cucina e servite ben caldo.",
        "coords": [
            40.82547,
            14.32676
        ],
        "dish_name": "Mozzarella in Carrozza",
        "dish_id": 42
    },
    {
        "related_recipes": {
            "42": "Mozzarella in Carrozza",
            "40": "Parmigiana di Melanzane",
            "41": "Casatiello (o Tortano)"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/napoli/baba_1.jpeg",
            "campania/napoli/baba_2.jpeg",
            "campania/napoli/baba_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=Sj-Zbv7L9f0",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 300,
                "ingredient": "Farina Manitoba"
            },
            {
                "quantity": 100,
                "ingredient": "Burro"
            },
            {
                "quantity": 360,
                "ingredient": "Uova"
            },
            {
                "quantity": 100,
                "ingredient": "Latte"
            },
            {
                "quantity": 430,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 10,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 0,
                "ingredient": "Limone q.b"
            },
            {
                "quantity": 5,
                "ingredient": "Sale"
            },
            {
                "quantity": 500,
                "ingredient": "Acqua"
            },
            {
                "quantity": 200,
                "ingredient": "Rum"
            },
            {
                "quantity": 200,
                "ingredient": "Marmellata di albicocche"
            },
            {
                "quantity": 40,
                "ingredient": "Arance"
            }
        ],
        "region": "Campania",
        "product_history": "Il babà è la derivazione di un dolce a lievitazione naturale originario della Polonia (babka ponczowa) e di altri paesi slavi. Perfezionato dai cuochi francesi assunse il nome di baba. Vide poi trasformato il proprio nome in \"babbà\" dai pasticceri napoletani.\n\nL'invenzione del babà si fa risalire al ultimo duca di Lorena ed effimero re di Polonia Stanislao Leszczyński, suocero di Luigi XV di Francia. Leszczyński era uso dilettarsi nell'invenzione culinaria ma, essendo privo di denti, era impossibilitato a mangiare dolci quali la babka polacca o un dolce simile alla babka ovvero il Kougelhopf, originario dell'Alsazia, che egli trovava troppo asciutto; decise allora di ammorbidirlo nel Tokaj e nello sciroppo.\n\nLa ricetta del babà al rum nella tipica forma a fungo moderna risale al 1835. La si deve al celebre pasticciere Nicolas Stohrer, giunto a Parigi con Maria Leszczyńska, figlia del sovrano polacco, che aveva voluto portare con sé il suo pasticcere preferito in occasione delle proprie nozze con Luigi XV, re di Francia.\n\nAncora oggi, nella capitale francese, la maison propone dolci simili. Un'altra versione delle origini faceva ricordare al re la gonna a campana (tonde) delle donne anziane che si chiamano babka. Un'altra storia racconta che il re, dal pessimo carattere, scagliasse il dolce contro una credenza, fracassando una bottiglia di rum. Questa andò a inzuppare il dolce e Stanislao allora lo assaggiò, trovandolo ottimo.\n\nNel XIX secolo il maestro Anthelme Brillat-Savarin inventò un liquore che ben si accompagnava alle macedonie di frutta. La pasticceria francese dei fratelli Julien ebbe l'idea di chiudere la macedonia in un babà opportunamente spennellato di confettura di albicocche: nacque così il Babà Savarin. Le prime fonti partenopee sul dolce risalgono al 1836 quando il cuoco Angeletti scrisse un manuale culinario in cui è descritta la ricetta con uvetta e zafferano, questi ultimi ingredienti persi negli anni a causa della \"volgarizzazione\" delle pasticcerie commerciali che ne hanno sfornati nuovi tipi con crema e amarene o anche servito mignon con gelato semifreddo. Ma, secondo un’etimologia più semplice e popolare, il dolce sarebbe più antico di quanto si creda e cioè ricorderebbe, sia nella forma sia nel nome, i copricapi dei baba, cioè di quei dignitari turchi che accompagnavano a Napoli ogni nuovo ambasciatore ottomano e sfilavano in corteo con lui nelle strade della città.",
        "preparation": "Lasciate a temperatura ambiente per un'ora le uova, sbattetele e conservatele, poi fondete il burro e fatelo raffreddare, quindi lavate una terrina con acqua calda e fatela asciugare. Sciogliete il lievito in una modesta quantità di acqua tiepida, unite la farina e lasciate riposare la mistura senza averla lavorata per almeno 30 minuti. Nel frattempo in una terrina setacciate la farina, create un pozzetto centrale dove versare il sale, lo zucchero, la scorza di limone e le uova precedentemente sbattute, aggiungete anche il lievitino e mescolate gli ingredienti per almeno 20 minuti. Aggiungete a filo, mescolando, il burro sciolto lasciando assorbire prima di aggiungerne ancora, poi dopo 20 minuti coprite la terrina con un panno e fate riposare la pasta al riparo da correnti d'aria per almeno 3 ore o finché vi rendete conto che è raddoppiata di volume. Ora impastate e ponete il composto negli stampini per babà unti e infarinati riempiendoli per un terzo, mettete la teglia con gli stampini nel forno spento e fate lievitare ancora l'impasto finché avrà raggiunto il bordo degli stampini. Cuocete in forno statico per circa 30 minuti a 180 °C con la teglia in basso, poi occupatevi della bagna versando l'acqua in una pentola dai bordi alti e unendo lo zucchero e le scorze di arancia e di limone: quando l'acqua bolle e lo zucchero è sciolto, spegnete la fiamma e aggiungete il rum mescolando. Una volta cotti fate raffreddare i babà prima di immergerli nella bagna tiepida a 40 °C rigirandoli con un mestolo e strizzandoli al termine, quindi poneteli su una gratella a testa in giù a scolare e spennellateli con la marmellata per renderli lucidi, conservandoli in frigo fino al momento di servirli",
        "coords": [
            40.865466,
            14.267709
        ],
        "dish_name": "Babà",
        "dish_id": 43
    },
    {
        "related_recipes": {
            "42": "Mozzarella in Carrozza",
            "43": "Babà",
            "41": "Casatiello (o Tortano)"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/napoli/delizia_limone_1.jpeg",
            "campania/napoli/delizia_limone_2.jpeg",
            "campania/napoli/delizia_limone_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=TeqdsWavXMc",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 25,
                "ingredient": "Farina"
            },
            {
                "quantity": 160,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 25,
                "ingredient": "Fecola"
            },
            {
                "quantity": 10,
                "ingredient": "Vaniglia"
            },
            {
                "quantity": 60,
                "ingredient": "Limone"
            },
            {
                "quantity": 30,
                "ingredient": "Acqua"
            },
            {
                "quantity": 50,
                "ingredient": "Limoncello"
            },
            {
                "quantity": 60,
                "ingredient": "Burro"
            },
            {
                "quantity": 150,
                "ingredient": "Latte"
            },
            {
                "quantity": 70,
                "ingredient": "Panna"
            },
            {
                "quantity": 15,
                "ingredient": "Amido di mais"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Campania",
        "product_history": "La delizia al limone è un dolce originario della pasticceria sorrentina, divenuto poi un dessert tipico della cucina napoletana.\nFu ideata dal pasticciere sorrentino Carmine Marzuillo nel 1978, ed è una torta fatta con una base di pan di Spagna, bagnato con uno sciroppo a base di limoncello, farcita e ricoperta di crema a base di limone.\nViene venduta in pasticceria sia come torta che in versioni mono-porzione. La mono-porzione ha spesso la forma di un seno (per esempio a Procida), venendo realizzata in coppe semisferiche e, una volta riversata e ricoperta con la crema di limone, decorata con una fragolina di bosco posta in cima.",
        "preparation": "Per cominciare occorre aromatizzare la panna al limone versando la panna liquida in una ciotola e aggiungendo prima lo zucchero e poi la scorzetta di limone, mescolando con una frusta e coprendo poi con pellicola: dovrà riposare in frigo per 12 ore.\nPassate quindi a preparare il pan di spagna versando uova e tuorlo nella ciotola con lo zucchero e montando il tutto con una frusta, unite poi la scorzetta di limone grattugiata e i semini di vaniglia e continuate a montare.\nSetacciate fecola e farina su un foglio di carta forno, miscelatele per bene e unitele all'impasto mescolando dal basso verso l'alto con una spatola fino a farle incorporare del tutto, quindi trasferite negli stampi e cuocete in forno a 170 gradi per 30 minuti.\nMentre le cupolette si raffreddano preparate la bagna versando in un pentolino acqua, zucchero e scorzetta di limone, facendo scaldare leggermente fino a sciogliere lo zucchero e unendo poi il limoncello, lasciando diluire per un'oretta: a questo punto potete eliminare la scorzetta.\nOra occupatevi della crema al limone ricavando scorza e succo da un limone, trasferendo il tutto in un pentolino e scaldandolo fin quasi a bollore, nel frattempo ponete il tuorlo in una ciotola con zucchero e vaniglia, mescolate con una frusta e unitelo al composto una volta giunto a bollore.\nCuocete per una decina di minuti, sempre mescolando, poi trasferite la crema in una ciotola ed eliminate la scorza di limone; una volta che si sarà intiepidita, aggiungete il burro e frullate il tutto con un frullatore a immersione, coprendo con pellicola e lasciando riposare in frigo.\nDedicatevi ora alla crema pasticcera versando panna e latte in un pentolino, unendo il baccello di vaniglia e le scorze di limone mentre in una ciotola vanno uniti insieme amido, sale e zucchero con i tuorli d'uovo, mescolando fino a ottenere un composto omogeneo.\nAppena iniziano a bollire, versate latte e panna nella ciotola con il composto, mescolate e riportate il tutto nel pentolino per continuare la cottura per alcuni minuti, sempre mescolando; al termine, dopo aver eliminato scorza di limone e baccello, trasferite in una pirofila, coprite con pellicola e riponete in freezer.\nPreparate ora la crema di farcitura riprendendo la panna dal freezer, eliminando la scorzetta di limone e montando con le fruste, quindi trasferite 400 grammi di crema pasticcera in una ciotola e unite il limoncello, mescolando il tutto e incorporando anche 250 grammi di crema al limone.\nContinuate a mescolare con la frusta e in ultimo unite anche 300 grammi di panna al limone, mescolando nuovamente fino a ottenere una crema uniforme, da trasferire in una sac a poche con beccuccio, pronta per farcire l'interno delle delizie.\nOra tutte le preparazioni sono pronte e non rimane che assemblare le varie anime del dolce: staccate le cupolette dagli stampi, forate la base con la sac a poche e farcitele con abbondanti dose di crema, conservandone un poco per la glassa.\nSformate le cupolette, trasferitele su un vassoio e inzuppatele con la bagna, quindi trasferitele in freezer per almeno un'ora e nel frattempo preparate la glassa riprendendo quel che è rimasto della farcitura, aggiungendo 300 grammi di panna montata, mescolando il tutto e unendo un po' per volta anche il latte freddo.\nMescolate fino a ottenere una crema consistente e priva di grumi, tuffatevi dentro le cupolette e, dopo aver eliminato l'eccesso di glassa, decorate ulteriormente con la panna rimasta e qualche fragola a pezzetti, lasciando riposare almeno 6 ore prima di servire in tavola.",
        "coords": [
            40.84677,
            14.216211
        ],
        "dish_name": "Delizia al Limone",
        "dish_id": 44
    },
    {
        "related_recipes": {
            "44": "Delizia al Limone",
            "42": "Mozzarella in Carrozza",
            "43": "Babà"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/napoli/graffe_1.jpeg",
            "campania/napoli/graffe_2.jpeg",
            "campania/napoli/graffe_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=Td89AwXeXGo",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 200,
                "ingredient": "Patate"
            },
            {
                "quantity": 150,
                "ingredient": "Farina"
            },
            {
                "quantity": 100,
                "ingredient": "Arancia"
            },
            {
                "quantity": 50,
                "ingredient": "Limone"
            },
            {
                "quantity": 0,
                "ingredient": "Lievito q.b"
            },
            {
                "quantity": 50,
                "ingredient": "Burro"
            },
            {
                "quantity": 120,
                "ingredient": "Uova"
            },
            {
                "quantity": 50,
                "ingredient": "Latte"
            }
        ],
        "region": "Campania",
        "product_history": "L’arrivo di questi dolci in Campania si fa risalire al periodo della dominazione austriaca, in seguito al trattato di Utrecht, nel corso del XVIII secolo. Le graffe, infatti, sono una rielaborazione dei Krapfen tedeschi, piccoli impasti fritti ripieni di confettura. Le graffe non vanno confuse con il krapfen austro-tedesco, ma i due dolci hanno comunque una parentela etimologica. ",
        "preparation": "Cuociamo, senza rimuovere la buccia, le patate per una mezzora in acqua bollente. Una volta pronte procediamo a rimuovere la buccia, le passeremo nello schiacciapatate e le faremo raffreddare. Nel frattempo prepariamo la farina a fontana ed uniamo vanillina con le patate schiacciate a cui aggiungeremo del sale, la scorza di mezza arancia e limone, lo zucchero, il lievito, il burro e le uova lavorando il tutto per poi procedere ad unire anche il latte. Lavoriamo l’impasto per creare una massa con una consistenza omogenea che andremo a riporre in una boule con dell’olio e la conserveremo dandole modo di lievitare per 1 ora. In seguito prendiamo dei piccoli pezzi di impasto e creiamo dei cilindri che chiuderemo a cerchio formando delle ciambelline. Lasciamo lievitare a temperatura ambiente una buona mezzora le nostre graffe e poco prima scaldiamo l’olio a 180° in cui andremo ad immergere poche alla volta le ciambelline lasciandole dorare in tutti i lati. Al termine asciugatele con carta assorbente e servite.",
        "coords": [
            40.815078,
            14.341867
        ],
        "dish_name": "Graffe",
        "dish_id": 45
    },
    {
        "related_recipes": {
            "44": "Delizia al Limone",
            "45": "Graffe",
            "43": "Babà"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/napoli/pastiera_1.jpeg",
            "campania/napoli/pastiera_2.jpeg",
            "campania/napoli/pastiera_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=0ss3Br34fIQ",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 300,
                "ingredient": "Farina 00"
            },
            {
                "quantity": 150,
                "ingredient": "Burro"
            },
            {
                "quantity": 420,
                "ingredient": "Uova"
            },
            {
                "quantity": 500,
                "ingredient": "Ricotta"
            },
            {
                "quantity": 220,
                "ingredient": "Grane"
            },
            {
                "quantity": 40,
                "ingredient": "Cedro candito"
            },
            {
                "quantity": 40,
                "ingredient": "Arancia"
            },
            {
                "quantity": 0,
                "ingredient": "Cannella in polvere q.b"
            },
            {
                "quantity": 500,
                "ingredient": "Latte"
            },
            {
                "quantity": 500,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 100,
                "ingredient": "Limone"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Campania",
        "product_history": "La leggenda, che vuole la sirena Partenope creatrice di questa delizia, deriva probabilmente dalle feste pagane e dalle offerte votive del periodo primaverile.\nIn particolare la leggenda è probabilmente legata al culto di Cerere le cui sacerdotesse portavano in processione l'uovo, simbolo di rinascita che passò nella tradizione cristiana. Esiste anche un'altra leggenda che narra di alcuni pescatori che, a causa dell'improvviso maltempo, erano rimasti in balia delle onde per un giorno e una notte, una volta riusciti a rientrare a terra, a chi domandasse loro come avevano potuto resistere in mare così tanto tempo, risposero che avevano potuto mangiare la Pasta di Ieri, fatta con ricotta, uova, grano ed aromi. Per questo motivo la Pastiera iniziò ad essere simbolo di rinascita, oltre che per gli ingredienti, perché aveva dato una seconda vita a questi quattro pescatori.\nL'invenzione della Pastiera risale al XVI secolo. La prima ricetta scritta è datata 1693 e compare nel trattato di cucina Lo scalco alla moderna da Antonio Latini, scritto e pubblicato nel 1693 a Napoli, dove l’autore lavorò al servizio del primo ministro del viceré Francisco de Benavides. Si trattava di una torta a metà tra il rustico e il dolce in cui, oltre a grano e ricotta, erano previsti il formaggio Parmigiano grattato, pepe, sale, pistacchi in acqua rosa muschiata, latte di pistacchi, tutto raccolto in pasta di marzapane stemperata con altri aromi antichi.\nLa ricetta, modificata e perfezionata nei monasteri del centro di Napoli, rende celebri le pastiere delle suore del convento di San Gregorio Armeno.\nNel 1837, un secolo e mezzo dopo la ricetta di Antonio Latini, Ippolito Cavalcanti scrive la ricetta ormai aderente alla Pastiera dolce di oggi nell’appendice dialettale Cusina casarinola all’uso nuosto napolitano, un compendio della gastronomia popolare di Napoli inserito nella prima edizione del suo trattato didattico Cucina teorico-pratica, facendo però anche riferimento all'antica versione \"rustica\" da preparare con provola grattata. ",
        "preparation": "Scolate il grano e pesatene 250 grammi. Cuocete in grano facendolo bollire per 15 minuti coperto d'acqua, poi scolatelo, rimettetelo nel recipiente e coprite con il latte bollente. Unite la scorza di limone in un pezzo solo, la cannella, un pizzico di sale e un cucchiaio di zucchero. Cuocete per un paio d'ore a fuoco bassissimo, finché tutto il latte sara assorbito. Eliminate la scorza e fate raffreddare il grano su un piatto. Nel frattempo preparate la pasta frolla: lavorate la farina con il burro a pezzetti, unite lo zucchero e i tuorli. Fate una palla con la pasta e tenetela al fresco coperta per un'ora. Mettete in una terrina la ricotta fresca, lo zucchero e la cannella, l'acqua di fiori d'arancio, i canditi e la scorza di limone grattugiata. Mescolate bene, poi incorporatevi i 6 tuorli uno alla volta, amalgamandoli bene. Unite il grano a 4 albumi montati a neve fermissima, facendo attenzione a non smontarli. Imburrate una tortiera che abbia diametro di 32 cm e foderate il fondo e i bordi con 4/5 della pasta frolla. Versate il ripieno. Con la pasta avanzata formate delle strisce e disponetele a reticolo sul ripieno; ripiegate i bordi di pasta e pizzicateli con le dita lungo tutta la circonferenza. Cuocete in forno preriscaldato a 180° per un'ora e mezzo. Lasciate raffreddare la pastiera, poi cospargetela di zucchero a velo.",
        "coords": [
            40.836893,
            14.240436
        ],
        "dish_name": "Pastiera",
        "dish_id": 46
    },
    {
        "related_recipes": {
            "46": "Pastiera",
            "44": "Delizia al Limone",
            "45": "Graffe"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/napoli/roccoco_1.jpeg",
            "campania/napoli/roccoco_2.jpeg",
            "campania/napoli/roccoco_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=GKwDbeLuCco",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 250,
                "ingredient": "Farina"
            },
            {
                "quantity": 30,
                "ingredient": "Lievito"
            },
            {
                "quantity": 50,
                "ingredient": "Bicarbonato di sodio"
            },
            {
                "quantity": 20,
                "ingredient": "Cannella in polvere"
            },
            {
                "quantity": 30,
                "ingredient": "Chiodi di garofano"
            },
            {
                "quantity": 20,
                "ingredient": "Sale"
            },
            {
                "quantity": 200,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 350,
                "ingredient": "Mandorle"
            },
            {
                "quantity": 20,
                "ingredient": "Scorza d'arancia"
            },
            {
                "quantity": 50,
                "ingredient": "Limone"
            },
            {
                "quantity": 60,
                "ingredient": "Uova"
            }
        ],
        "region": "Campania",
        "product_history": "La sua preparazione più antica risale al 1320 per opera delle monache del Real Convento della Maddalena. Il nome roccocò deriva dal termine francese rocaille per via della forma barocca e tondeggiante simile a una conchiglia arrotondata.\n  Anche se la maggior parte delle persone crede che i roccocò siano solo duri, ci sono anche morbidi e di varie dimensioni. Viste le numerose richieste dei turisti, è possibile trovare questi dolci in pasticceria in tutti i periodi dell'anno.",
        "preparation": "Preriscaldate il forno a 170 °C e rivestite con carta forno una teglia. In una ciotola mescolare tutti gli ingredienti secchi insieme: la farina, il lievito, il bicarbonato, la cannella, i chiodi di garofano, il sale e il pepe bianco. Aggiungete lo zucchero, le mandorle e le scorze. Aggiungete l'uovo leggermente sbattuto e amalgamate a poco a poco con l'acqua, mescolando fino a quando si otterrà un composto elastico. Trasferite la pasta su una superficie infarinata e impastatela un paio di volte. Dividetela in porzioni da 40 grammi, l'equivalente di circa 2 cucchiai. Allungate ogni pezzetto realizzando un bastoncino spesso circa 2 cm, poi unite le due estremità a formare un anello. Posizionate gli anelli sulla teglia, spennellateli con il tuorlo sbattuto e cuoceteli in forno per una quindicina di minuti. Lasciate raffreddare sulla teglia da forno per almeno 5 minuti prima di trasferire i roccocò su una gratella a completare il raffreddamento.",
        "coords": [
            40.845435,
            14.257884
        ],
        "dish_name": "Roccocò",
        "dish_id": 47
    },
    {
        "related_recipes": {
            "46": "Pastiera",
            "47": "Roccocò",
            "45": "Graffe"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/napoli/struffoli_1.jpeg",
            "campania/napoli/struffoli_2.jpeg",
            "campania/napoli/struffoli_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=vvPlo8Id8k0",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Farina"
            },
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 50,
                "ingredient": "Olio d'oliva"
            },
            {
                "quantity": 300,
                "ingredient": "Miele"
            },
            {
                "quantity": 100,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 20,
                "ingredient": "Scorza di limone"
            },
            {
                "quantity": 40,
                "ingredient": "Scorza d'arancia"
            },
            {
                "quantity": 100,
                "ingredient": "Canditi"
            },
            {
                "quantity": 0,
                "ingredient": "Olio di semi q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Diavolini q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Ciliegie candite"
            }
        ],
        "region": "Campania",
        "product_history": "Nonostante la loro tipicità, sembra che gli struffoli non siano stati inventati a Napoli ma che siano stati portati dai greci già ai tempi della Magna Grecia. Peraltro, nella cucina greca esiste ancora una preparazione simile, i loukoumades (ghiottonerie).\nUn'ipotesi più probabile sull'origine degli struffoli è di derivazione spagnola. Esiste infatti, nella cucina andalusa, un dolce estremamente simile agli struffoli, il piñonate, che differisce dal dolce napoletano solo per la forma delle palline di pasta, che sono più allungate. La parentela tra struffoli e piñonate potrebbe risalire al lunghissimo periodo di vicereame spagnolo a Napoli.\nAnche l'uso come dolce tipico natalizio sembra essere relativamente recente, in quanto il ricettario del Crisci (1634) ne fa cenno ma non specificamente in relazione al pranzo di Natale.\nDa essi venne poi preso spunto per la creazione di altre ricette tipiche delle regioni italiane, come quella dei Sannacchiudere, variante degli struffoli napoletani tipica pugliese (per la precisione tarantina).",
        "preparation": "Setacciate 400 grammi di farina sulla spianatoia, disponetela a fontana e nel centro mettete il sale, le uova, la scorza di limone grattugiata e l'olio di oliva. Lavorate fino a ottenere una pasta liscia, morbida ma solida: se dovesse essere necessario, aggiungete altra farina. Formate con la pasta tanti bastoncini lunghi e tagliateli. Friggeteli nell'olio molto caldo, scolateli e lasciate asciugare su carta assorbente. Nel frattempo scaldate il miele con lo zucchero in una larga casseruola. Quando saranno ben sciolti, unite la scorza d'arancia grattugiata, i canditi tagliati e infine gli struffoli. Mescolate con un cucchiaio di legno e cuocete per qualche minuto, fino a quando tutti i pezzetti di pasta saranno ben amalgamati con il miele. Sistemate gli struffoli su un piatto da portata, formando una ciambella. Completate cospargendoli di diavolini e guarnendoli con ciliegine candite.",
        "coords": [
            40.863549,
            14.299283
        ],
        "dish_name": "Struffoli",
        "dish_id": 48
    },
    {
        "related_recipes": {
            "46": "Pastiera",
            "47": "Roccocò",
            "48": "Struffoli"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/napoli/zeppole_1.jpeg",
            "campania/napoli/zeppole_2.jpeg",
            "campania/napoli/zeppole_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=FqDllrUT8Gs",
        "city": "Napoli",
        "ingredients": [
            {
                "quantity": 460,
                "ingredient": "Farina Manitoba"
            },
            {
                "quantity": 250,
                "ingredient": "Purea di patate"
            },
            {
                "quantity": 120,
                "ingredient": "Uova"
            },
            {
                "quantity": 50,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 50,
                "ingredient": "Burro"
            },
            {
                "quantity": 8,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 100,
                "ingredient": "Acqua"
            },
            {
                "quantity": 10,
                "ingredient": "Essenza di vaniglia"
            },
            {
                "quantity": 0,
                "ingredient": "Scorza di limone q.b"
            },
            {
                "quantity": 8,
                "ingredient": "Sale"
            },
            {
                "quantity": 0,
                "ingredient": "Olio per friggere q.b"
            }
        ],
        "region": "Campania",
        "product_history": "Le zeppole di San Giuseppe sono molto popolari nella zona vesuviana e un tempo erano preparate direttamente nelle strade. Malgrado il nome, non traggono le proprie origini nel comune di San Giuseppe Vesuviano: ci sono varie ipotesi sull'invenzione di questo dolce, riferita sia alle suore di San Gregorio Armeno sia a quelle della Croce di Lucca, sia a quelle dello Splendore, sempre comunque a Napoli. La prima ricetta scritta risale al 1837, nel trattato di cucina napoletana di Ippolito Cavalcanti.\nVengono preparate generalmente nel periodo di San Giuseppe (19 marzo) tanto da essere un dolce tipico della festa del papà.",
        "preparation": "Lavate e bollite le patate per ottenere 250 grammi di purea, al quale aggiungerete farina, zucchero e gli altri aromi. Amalgamate bene il composto e aggiungete le uova, impastate bene e aggiungete il burro a pezzettini regolando anche il sale. Trasferite l’impasto su un piano di lavoro, formate una palla e mettetela in una ciotola coperta da una pellicola e lasciatela riposare per circa 3 ore. Riprendete l'impasto e stendetelo bene, tagliando poi delle strisce di circa 1 cm di spessore e lunghe circa 10- 12 cm. Formate delle ciambelle e lasciate lievitare per un'altra ora e mezza. Friggete in abbondante olio per circa 2 minuti. Servite calde spolverando con zucchero semolato.",
        "coords": [
            40.843364,
            14.298256
        ],
        "dish_name": "Zeppole di San Giuseppe",
        "dish_id": 49
    },
    {
        "related_recipes": {
            "47": "Roccocò",
            "48": "Struffoli",
            "49": "Zeppole di San Giuseppe"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/benevento/torrone_1.jpeg",
            "campania/benevento/torrone_2.jpeg",
            "campania/benevento/torrone_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=4FTcsz8yFTs",
        "city": "Benevento",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Mandorle"
            },
            {
                "quantity": 300,
                "ingredient": "Miele"
            },
            {
                "quantity": 200,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 150,
                "ingredient": "Uova"
            },
            {
                "quantity": 20,
                "ingredient": "Limone"
            },
            {
                "quantity": 0,
                "ingredient": "Vanillina q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Ostie da pasticceria q.b"
            }
        ],
        "region": "Campania",
        "product_history": "A Benevento, la tradizione del torrone risale all'epoca sannita: apprezzato e consumato dalle classi agiate, come da quelle più povere, il torrone era conosciuto già al tempo dei Romani come dimostrano alcuni scritti di Tito Livio. A Siena il torrone locale è venduto in dischi, denominati \"copate\" tutt'oggi. Tale specialità restò sempre in uso nel corso dei secoli sia a livelli domestici che artigianali finché subì radicali modifiche ed evoluzioni alla metà dell'Ottocento poiché nel 1871 si avviò la produzione dei torroni in carta e in astucci e grande impulso al settore diedero le numerose ditte molte delle quali, nel 1908, consorziate nelle Fabbriche Riunite del Torrone di Benevento.",
        "preparation": "Fate cuocere, per circa un'ora e mezzo il miele a bagnomaria e a fuoco lento mescolandolo senza interruzione con un cucchiaio di legno, fino a che non diventi caramellato. Nel frattempo, a parte, fate cuocere a fuoco basso lo zucchero aggiungendo acqua - ogni 3 cucchiai di zucchero, 2 cucchiai di acqua - mescolando continuamente. Montate le chiare d'uovo aggiungendole al miele caramellato, continuate a cuocere a fuoco basso, sempre mescolando. Una volta che il miele ha assunto l'aspetto spumoso, aggiungete lo zucchero. Versate, poi, le mandorle, precedentemente tostate in forno, la vanillina e la scorza di limone amalgamando il tutto. Versare l'impasto in uno stampo foderato con le ostie e ricoprite sempre con le ostie. Una volta raffreddato, capovolgete il recipiente e tagliate come volete.",
        "coords": [
            41.129922,
            14.776462
        ],
        "dish_name": "Torrone",
        "dish_id": 50
    },
    {
        "related_recipes": {
            "50": "Torrone",
            "48": "Struffoli",
            "49": "Zeppole di San Giuseppe"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/avellino/grano_cotto_1.jpeg",
            "campania/avellino/grano_cotto_2.jpeg",
            "campania/avellino/grano_cotto_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=fiXt_tjqFZo",
        "city": "Avellino",
        "ingredients": [
            {
                "quantity": 100,
                "ingredient": "Mandorle"
            },
            {
                "quantity": 0,
                "ingredient": "Grano q.b"
            },
            {
                "quantity": 20,
                "ingredient": "Melagrana"
            },
            {
                "quantity": 0,
                "ingredient": "Vino cotto q.b"
            },
            {
                "quantity": 200,
                "ingredient": "Mele cotogne"
            },
            {
                "quantity": 50,
                "ingredient": "Cioccolato fondente"
            },
            {
                "quantity": 20,
                "ingredient": "Confettini colorati"
            }
        ],
        "region": "Campania",
        "product_history": "Il grano cotto è un piatto antichissimo originario di Bisaccia, nell’Avellinese, a base di grano, chicchi di melagrana, mandorle e cioccolato. La preparazione inizia dalla sera prima, quando il grano va messo in ammollo, e completata la mattina dopo con la cottura dello stesso. Inutile ricordare che in Campania con il grano si preparano tanti altri dolci, tra cui la mitica pastiera.",
        "preparation": "La preparazione di questo dolce comincia dal giorno prima, quando bisogna mettere a bagno il grano affinché sia più morbido e malleabile al momento opportuno. La mattina del giorno dopo mettete a bollire il grano, possibilmente in una pentola a pressione per ottenere la cottura in soli 45 minuti, girandolo di tanto in tanto. Colate il liquido di cottura e mettere il grano con un egual volume di chicchi di melagrana in una capace zuppiera, cospargendolo con abbondante vin cotto. Aspettate che il vino si incorpori del tutto, dopodiché aggiungete gli eventuali altri ingredienti, che sono facoltativi, e servite immediatamente in tavola.",
        "coords": [
            40.91775,
            14.800636
        ],
        "dish_name": "Grano Cotto",
        "dish_id": 51
    },
    {
        "related_recipes": {
            "51": "Grano Cotto",
            "50": "Torrone",
            "49": "Zeppole di San Giuseppe"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/benevento/biscotti_moiano_1.jpeg",
            "campania/benevento/biscotti_moiano_2.jpeg",
            "campania/benevento/biscotti_moiano_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=HV1T3iOKDwk",
        "city": "Benevento",
        "ingredients": [
            {
                "quantity": 350,
                "ingredient": "Farina 00"
            },
            {
                "quantity": 120,
                "ingredient": "Uova"
            },
            {
                "quantity": 100,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 50,
                "ingredient": "Burro"
            },
            {
                "quantity": 60,
                "ingredient": "Limone"
            },
            {
                "quantity": 0,
                "ingredient": "Lievito q.b"
            }
        ],
        "region": "Campania",
        "product_history": "I biscotti di Moiano sono, come dice il nome stesso, dei dolcetti tipici di un paesino in provincia di Benevento. L'impasto semplice dei biscotti di Moiano li rende di una friabilità unica e l'aroma intenso del limone è irresistibile! Potrebbero sembrare secchi o asciutti, ma i biscotti di Moiano sono invece adatti a qualunque momento della giornata, soprattutto colazione e tè delle cinque!",
        "preparation": "Impastare la farina, le uova, il burro, lo zucchero, il lievito e la scorzetta di limone grattugiata. Se occorre aggiungere un poco di acqua tiepida, per ottenere una pasta morbida e compatta. Ricavare i pezzi di pasta nella forma tradizionale, adagiarli su una teglia bene imburrata e tenere in forno caldo (200 °C) per mezz'ora.",
        "coords": [
            41.111818,
            14.803585
        ],
        "dish_name": "Biscotti di Moiano",
        "dish_id": 52
    },
    {
        "related_recipes": {
            "51": "Grano Cotto",
            "50": "Torrone",
            "52": "Biscotti di Moiano"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/caserta/torta_polacca_1.jpeg",
            "campania/caserta/torta_polacca_2.jpeg",
            "campania/caserta/torta_polacca_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=WTRvcNQdsss",
        "city": "Caserta",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Farina"
            },
            {
                "quantity": 125,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 25,
                "ingredient": "Lievito di Birra"
            },
            {
                "quantity": 10,
                "ingredient": "Sale"
            }
        ],
        "region": "Campania",
        "product_history": "Dolce tipico della cittadina in provincia di Caserta, la Polacca, nelle varianti torta e brioche, pare abbia origini molto antiche. La storia di questa famosa pietanza, e della sua ricetta a base di crema pasticcera e amarene sciroppate, va a braccetto con le leggende locali che la vogliono, in un modo o nell’altro, proveniente, appunto, dalla Polonia.\nC’è, infatti, chi dice che intorno agli anni ’20 una suora polacca abbia regalato la ricetta ad un pasticcere della zona: quest’ultimo ne ha fatto una rivisitazione fino a creare il dolce così come lo conosciamo oggi. C’è, poi, chi la stessa storia la fa risalire non agli anni ’20, bensì al periodo medievale, e chi sostiene che il dolce sia nato grazie ad una regina polacca ospite in un convento.\nLa versione più recente, a metà strada tra storia e leggenda, invece, fa derivare la Polacca aversana dal Pasticciotto pugliese. Si sarebbe semplicemente sostituito la pasta frolla con pasta brioche et voilà. Il nuovo dolce sarebbe stato, infine, battezzato “polacchina” da un calzolaio della zona.",
        "preparation": "Frullare con le fruste i tuorli con un poco di zucchero, poi unire un poco di latte e infine la farina, avendo cura di amalgamare bene il tutto e passare poi il composto al setaccio. Aggiungere il restante latte e cuocere a fiamma bassa girando continuamente per evitare che la crema si attacchi.Quando si sarà addensata, aggiungere eventualmente le amarene se gradite e lasciarla a rafreddare. Impastare la farina con il lievito e le uova e tutti gli altri ingredienti, e quando il composto sarà elastico avvolgerlo in un foglio di plastica e lasciarlo mezz'ora a riposare. Al termine spianarlo e realizzare due sfoglie rotonde di dimensioni differenti. Imburrare lo stampo e porre il disco grande in modo che copra le pareti dello stampo, poi versare la crema e ricoprire con il secondo disco, sigillando bene i bordi tra i due dischi. Lasciar lievitare il tutto per 3 ore in luogo non ventilato e al termine infornare per 45 minuti a 180 °C. Far raffreddare prima di servire in tavola.",
        "coords": [
            41.077788,
            14.337309
        ],
        "dish_name": "Torta Polacca",
        "dish_id": 53
    },
    {
        "related_recipes": {
            "51": "Grano Cotto",
            "53": "Torta Polacca",
            "52": "Biscotti di Moiano"
        },
        "dish_type": "Dolci",
        "photos": [
            "campania/salerno/fragolata_1.jpeg",
            "campania/salerno/fragolata_2.jpeg",
            "campania/salerno/fragolata_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=AdtN_1RfiMc",
        "city": "Salerno",
        "ingredients": [
            {
                "quantity": 400,
                "ingredient": "Fragoline"
            },
            {
                "quantity": 100,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 50,
                "ingredient": "Limoncello"
            },
            {
                "quantity": 50,
                "ingredient": "Liquore Strega"
            },
            {
                "quantity": 0,
                "ingredient": "Succo di limone q.b"
            }
        ],
        "region": "Campania",
        "product_history": "Il nome deriva da Acerno, in provincia di Salerno. Il territorio di produzione coincide con quello di Acerno e dei comuni dell’area dei Monti Picentini salernitani. La Fragolata è un prodotto artigianale della tradizione Acernese che si produce dal 1981 attraverso l’utilizzo esclusivo di fragola selvatica o fragola di bosco (Fragaria vesca L.), ovvero fragole cresciute spontaneamente nei boschi e raccolte nel territorio di Acerno, (ecotipi locali aventi aroma e profumo marcati, un elevato ed equilibrato contenuto in zuccheri ed acidi, una buona consistenza), succo di limone sfusato di amalfi, zucchero (saccarosio) e liquore Strega di Benevento. Ha l’aspetto di una soluzione liquida di colore mogano-rosso scuro, nella quale si disperdono le fragoline conferendo al prodotto una certa consistenza. E’ un dessert dal gusto inconfondibile di fragoline di bosco ed esaltato dall’aroma del succo di limone sfusato di Amalfi. Viene servito in apposite coppe di ceramica vietrese per richiamare uno degli ingredienti del prodotto ovvero il limone sfusato di Amalfi ed è tradizione degustare il prodotto con della panna montata. Oltre al servizio presso i locali di produzione in porzioni di circa 120 gr, la fragolata può essere confezionata e venduta in recipienti di capienza diversa purché non superiore ad 1kg. Descrizione delle metodiche di lavorazione, condizionamento, stagionatura: la procedura di realizzazione prevede che gli ingredienti vengano mescolati bene in un grosso contenitore e lasciati macerare per una notte ad una temperatura non superiore ai 10°C. Trascorse 24h si procede al riempimento di appositi contenitori con una quantità non superiore ad 1 Kg . Tale procedura di congelamento è fondamentale per la riuscita del prodotto finale poiché dalla lisi delle fragole dopo scongelamento, vengono rilasciati nel prodotto gli aromi ed il gusto che ne caratterizzano il prodotto. E’ una varietà intensamente utilizzata, a tutt’oggi, nell’orticoltura familiare dell’area, generalmente per autoconsumo. Viene prodotta da pochi piccoli agricoltori, senza particolari accorgimenti, secondo indicazioni tramandate dal passato, adottando, comunque, sesti di trapianto più ampi rispetto alle altre cipolle normalmente coltivate. Le maggiori distanze adottate sono dettate dalla tendenza dei bulbi a raggiungere grosse dimensioni. La fragolina selvatica (Fragaria vesca), o fragolina di bosco è una specie diploide spontanea, presente nell’area considerata da tempo immemorabile, dove ha sviluppato popolazioni caratterizzate dalla elevata qualità organolettica dei frutti, che inoltre, pur essendo selvatici, hanno dimensioni relativamente elevate grazie alla forma allungata. Nei boschi del comune di Acerno da sempre è in uso la raccolta del prodotto spontaneo del sottobosco, a seguito della quale il prodotto viene venduto in caratteristici cestini oppure impiegato dai ristoratori locali per la produzione della fragolata.",
        "preparation": "Dopo aver raccolto le fragoline, deponetele in un recipiente capiente condendole con succo di limone, zucchero, limoncello e Strega secondo le dosi indicate. Mescolare con cura, lasciando insaporire i vari ingredienti per un paio d'ore. Quindi conservare in frigo per un'oretta. Una volta che la fragolata è diventata abbastanza fredda, servirla in tavola e gustarla immediatamente.",
        "coords": [
            40.674462,
            14.782696
        ],
        "dish_name": "Fragolata",
        "dish_id": 54
    },
    {
        "related_recipes": {
            "56": "Lasagne alla bolognese",
            "58": "Torta degli Addobbi",
            "59": "Carote alla Parmigiana"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/bologna/passatelli_brodo_1.jpeg",
            "emilia_romagna/bologna/passatelli_brodo_2.jpeg",
            "emilia_romagna/bologna/passatelli_brodo_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=M2WV4Yqy7Cg",
        "city": "Bologna",
        "ingredients": [
            {
                "quantity": 120,
                "ingredient": "Formaggio grana"
            },
            {
                "quantity": 0,
                "ingredient": "Noce moscata q.b"
            },
            {
                "quantity": 1000,
                "ingredient": "Brodo di manzo"
            },
            {
                "quantity": 120,
                "ingredient": "Pangrattato"
            },
            {
                "quantity": 180,
                "ingredient": "Uova"
            },
            {
                "quantity": 30,
                "ingredient": "Midollo di bue"
            },
            {
                "quantity": 60,
                "ingredient": "Limone"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Il piatto, che è descritto nel ricettario dell'Artusi, discende probabilmente dalla \"tardura\" (conosciuta anche come \"stracciatella\"), minestra di uova, formaggio e pangrattato ricordata dal forlivese Michele Placucci.\nI passatelli originano nei paesi dell'alta Valle del Cesano (Frontone, Pergola, San Lorenzo in Campo, Fratte Rosa, Serra Sant'Abbondio, Corinaldo, Sant'Andrea di Suasa e Castelleone di Suasa).",
        "preparation": "Rompete in una terrina le uova, aggiungere un pizzico di noce moscata, la scorza di un limone e il sale. Amalgamate bene con una forchetta poi aggiungete il grana grattugiato, il pane e il midollo ammorbidito e lasciate riposare. Passate l'impasto poco alla volta con lo stampo apposito o con lo schiacciapatate. Portate il brodo ad ebollizione e cuocete i passatelli poco per volta. Lasciateli cucinare per massimo 6/8 minuti. Servite con una spolverata di parmigiano.",
        "coords": [
            44.461128,
            11.365329
        ],
        "dish_name": "Passatelli in Brodo",
        "dish_id": 55
    },
    {
        "related_recipes": {
            "54": "Passatelli in Brodo",
            "58": "Torta degli Addobbi",
            "59": "Carote alla Parmigiana"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/bologna/lasagne_bolognese_1.jpeg",
            "emilia_romagna/bologna/lasagne_bolognese_2.jpeg",
            "emilia_romagna/bologna/lasagne_bolognese_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=wxrH-WS59Us",
        "city": "Bologna",
        "ingredients": [
            {
                "quantity": 180,
                "ingredient": "Uova"
            },
            {
                "quantity": 300,
                "ingredient": "Farina"
            },
            {
                "quantity": 700,
                "ingredient": "Carne macinata mista"
            },
            {
                "quantity": 70,
                "ingredient": "Sedano"
            },
            {
                "quantity": 400,
                "ingredient": "Polpa di passata di pomodoro"
            },
            {
                "quantity": 0,
                "ingredient": "Rosmarino q.b"
            },
            {
                "quantity": 180,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 100,
                "ingredient": "Vino bianco"
            },
            {
                "quantity": 25,
                "ingredient": "Olio d'oliva"
            },
            {
                "quantity": 600,
                "ingredient": "Besciamella"
            },
            {
                "quantity": 150,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 40,
                "ingredient": "Burro"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Due distinti ricettari, entrambi provenienti dalla Corte Angioina di Napoli, propongono le più antiche ricette per la preparazione di una lasagna di cui si abbia notizia. Si tratta dell'Anonimo Meridionale che alcuni autori fanno risalire, in prima stesura, al 1238-1239, nel quale compaiono diverse ricette per le lasagne, tra le quali una per Affare lesagne, e del Liber de Coquina (ca. 1304-1314), che presenta una ricetta De lasanis. Nei successivi secoli la ricetta venne riproposta anche in altri ricettari, non solo italiani, tra i quali si segnalano, L'Anonimo Toscano più noto con il nome di Libro de la Cocina, traduzione in volgare del Liber de Coquina. Nell'opera del Napoletano G.B. Crisci, Lucerna de Corteggiani, troviamo le \"Lasagne di monache stufate, mozzarella e cacio\", la prima in cui le lasagne vengano farcite con un latticino a pasta filata ed anche la prima nelle quali vengano successivamente passate nel forno. Infine ne Il Principe dei Cuochi, pubblicato a Napoli nel 1881, troviamo la prima ricetta in cui sia implicitamente suggerito l'uso del pomodoro. La ricetta delle lasagne al forno non è presente in alcuna edizione del più noto ricettario della gastronomia italiana La scienza in cucina di Pellegrino Artusi, che pure era nativo della romagnola Forlimpopoli, la cui prima edizione risale al 1891.",
        "preparation": "Con farina, uova e sale realizzate la sfoglia, facendola riposare per mezz'ora dopo averla impastata. Rosolate le verdure tritate in olio con rosmarino, poi aggiungete la carne sfumando col vino. Aggiungete la passata di pomodoro, salate e pepate, quindi cuocete a fiamma bassa per 80 minuti. Tagliate dei rettangoli con la pasta e disponeteli in uno stampo da forno imburrato, poi ricoprite con uno strato di ragù e uno di besciamella​. Ripetete l'operazione fino ad esaurire tutti gli ingredienti e mettete in forno a 190° per 40 minuti.",
        "coords": [
            44.482688,
            11.354343
        ],
        "dish_name": "Lasagne alla Bolognese",
        "dish_id": 56
    },
    {
        "related_recipes": {
            "55": "Lasagne alla Bolognese",
            "54": "Passatelli in Brodo",
            "59": "Carote alla Parmigiana"
        },
        "dish_type": "Dolci",
        "photos": [
            "emilia_romagna/bologna/torta_addobbi_1.jpeg",
            "emilia_romagna/bologna/torta_addobbi_2.jpeg",
            "emilia_romagna/bologna/torta_addobbi_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=V7awOa1ge5s",
        "city": "Bologna",
        "ingredients": [
            {
                "quantity": 200,
                "ingredient": "Riso"
            },
            {
                "quantity": 100,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 50,
                "ingredient": "Cedro candito"
            },
            {
                "quantity": 50,
                "ingredient": "Mandorle"
            },
            {
                "quantity": 180,
                "ingredient": "Uova"
            },
            {
                "quantity": 2000,
                "ingredient": "Latte"
            },
            {
                "quantity": 60,
                "ingredient": "Limone"
            },
            {
                "quantity": 50,
                "ingredient": "Amaretto di Saronno"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 70,
                "ingredient": "Burro"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Veniva tradizionalmente preparato durante la \"Festa degli addobbi\", festa istituita nel 1470 per il decennale di una parrocchia in cui era uso esporre alle finestre, in segno di festa, dei drappi colorati. In tale occasione le case dei parrocchiani erano aperte alle visite di vicini e conoscenti e agli ospiti si offriva questa torta. Si preparava allora la \"torta di riso\" che veniva offerta tagliata in piccoli rombi, ciascuno sormontato da uno stuzzicadenti. Negli Addobbi o Corpus Domini \"si portava in processione l'immagine del Corpus Domini: questa festa veniva celebrata ogni 10 anni nelle parrocchie in città, mentre in campagna ogni paese veniva diviso in 4 quartieri e ogni quartiere festeggiava una volta ogni 4 anni, a rotazione\" (Babette, in \"La cucina della Prateria bolognese\").",
        "preparation": "Mettete al fuoco una casseruola con il latte, mezzo litro d'acqua, lo zucchero, la scorza di limone grattugiata e un pizzico di sale: al bollore, unite il riso e fatelo cuocere adagio sinché avrà del tutto assorbito il liquido. Lasciatelo freddare e incorporatevi le uova, 50 g di burro ammorbidito, i canditi e le mandorle tritati. Travasate il composto, livellato, in una pirofila imburrata che porrete in forno riscaldato a 200 °C per una mezz'oretta. Una volta terminata la cottura, prelevate la torta dal forno e fatela intiepidire: bucherellatene la superficie con uno stuzzicadenti e irroratela con un paio di bicchierini di Amaretto o Maraschino.",
        "coords": [
            44.494199,
            11.389362
        ],
        "dish_name": "Torta degli Addobbi",
        "dish_id": 58
    },
    {
        "related_recipes": {
            "55": "Lasagne alla Bolognese",
            "54": "Passatelli in Brodo",
            "58": "Torta degli Addobbi"
        },
        "dish_type": "Contorni",
        "photos": [
            "emilia_romagna/bologna/carote_parmigiana_1.jpeg",
            "emilia_romagna/bologna/carote_parmigiana_2.jpeg",
            "emilia_romagna/bologna/carote_parmigiana_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=mCeCxHsMz8w",
        "city": "Bologna",
        "ingredients": [
            {
                "quantity": 700,
                "ingredient": "Carote"
            },
            {
                "quantity": 50,
                "ingredient": "Olio EVO"
            },
            {
                "quantity": 100,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Le carote alla parmigiana sono un succulento contorno tipico dell’Emilia Romagna, un piatto facile da preparare e ricco di vitamine e di sapore. Il nome della ricetta, oltre che alla città di Parma, rimanda al parmigiano da cui sono ricoperte le carote prima di essere servite in tavola. Da provare anche fritte.",
        "preparation": "Iniziate la preparazione spuntando le carote, pelandole e lavandole, quindi asciugatele per bene servendovi di un canovaccio pulito. Mettete l'olio in una casseruola antiaderente e portate a temperatura, non appena sarà ben caldo aggiungete le carote e fatele rosolare brevemente mescolando con un cucchiaio di legno. Versate mezzo bicchiere di acqua nella casseruola, insaporite con una presa di sale e un pizzico di pepe appena macinato e continuate la cottura a fuoco moderato per 20 minuti circa, mescolando di tanto in tanto. A cottura ultimata cospargete le carote con il parmigiano grattugiato, coprite il tegame e lasciatelo riposare per qualche minuto, quindi trasferite le carote su un piatto di portata riscaldato e servite ben calde.",
        "coords": [
            44.503496,
            11.359603
        ],
        "dish_name": "Carote alla Parmigiana",
        "dish_id": 59
    },
    {
        "related_recipes": {
            "55": "Lasagne alla Bolognese",
            "59": "Carote alla Parmigiana",
            "58": "Torta degli Addobbi"
        },
        "dish_type": "Contorni",
        "photos": [
            "emilia_romagna/bologna/tortino_zucchine_1.jpeg",
            "emilia_romagna/bologna/tortino_zucchine_2.jpeg",
            "emilia_romagna/bologna/tortino_zucchine_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=fbEFwLDy2w4",
        "city": "Bologna",
        "ingredients": [
            {
                "quantity": 800,
                "ingredient": "Zucchine"
            },
            {
                "quantity": 200,
                "ingredient": "Caciocavallo"
            },
            {
                "quantity": 100,
                "ingredient": "Fontina"
            },
            {
                "quantity": 100,
                "ingredient": "Caciotta"
            },
            {
                "quantity": 50,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 0,
                "ingredient": "Besciamella q.b"
            },
            {
                "quantity": 180,
                "ingredient": "Uova"
            },
            {
                "quantity": 0,
                "ingredient": "Pangrattato q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Basilico q.b"
            },
            {
                "quantity": 40,
                "ingredient": "Olio EVO"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Il tortino di zucchine è una specialità dell’Emilia Romagna preparata con zucchine, formaggi e altri ingredienti, ideale per ogni mese dell’anno. Ha un gusto unico e particolare, che lo rende un contorno davvero perfetto,  proprio come la deliziosa torta di zucchine che ha una modalità di realizzazione abbastanza affine.",
        "preparation": "Pulite e lavate le zucchine, asciugatele con cura e tagliatele a tocchetti, fatele quindi saltare in una casseruola con dell'olio e lasciatele poi stufare a fuoco lento per una ventina di minuti, con coperchio, mescolando piuttosto frequentemente con un cucchiaio di legno. Aggiustate di sale solo poco prima di togliere dal fuoco e, una volta cotte, trasferite le zucchine in una terrina, unitevi i formaggi tagliati a dadini, il parmigiano grattugiato, la besciamella leggera preparata precedentemente e le foglie di basilico sminuzzate. Mescolate con cura, amalgamando bene gli ingredienti e quindi unite anche i tuorli leggermente sbattuti e gli albumi montati a neve con l'ausilio di una frusta. Oliate una teglia, spolverizzatela di pangrattato e versatevi il composto di zucchine formando uno strato alto circa 2-3 cm, quindi cuocete in forno preriscaldato a temperatura moderata per circa 25 minuti e servite in tavola.",
        "coords": [
            44.520455,
            11.334287
        ],
        "dish_name": "Tortino di Zucchine",
        "dish_id": 60
    },
    {
        "related_recipes": {
            "60": "Tortino di Zucchine",
            "59": "Carote alla Parmigiana",
            "58": "Torta degli Addobbi"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/bologna/tagliatelle_bolognese_1.jpeg",
            "emilia_romagna/bologna/tagliatelle_bolognese_2.jpeg",
            "emilia_romagna/bologna/tagliatelle_bolognese_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=dbrGZ3YkFSE",
        "city": "Bologna",
        "ingredients": [
            {
                "quantity": 320,
                "ingredient": "Tagliatelle"
            },
            {
                "quantity": 80,
                "ingredient": "Pancetta"
            },
            {
                "quantity": 60,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 50,
                "ingredient": "Carota"
            },
            {
                "quantity": 50,
                "ingredient": "Sedano"
            },
            {
                "quantity": 40,
                "ingredient": "Burro"
            },
            {
                "quantity": 80,
                "ingredient": "Polpa di maiale"
            },
            {
                "quantity": 80,
                "ingredient": "Polpa di manzo"
            },
            {
                "quantity": 4000,
                "ingredient": "Brodo di carne"
            },
            {
                "quantity": 1000,
                "ingredient": "Vino rosso"
            },
            {
                "quantity": 400,
                "ingredient": "Passata di pomodoro"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 50,
                "ingredient": "Parmigiano"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "L'origine del \"ragù\" è francese, dal termine ragoût, con cui un tempo si intendevano tutte quelle preparazioni in cui la carne (ma all'occasione anche il pesce o le verdure) veniva ridotta in pezzettini poi cotti in umido a fuoco basso per lungo tempo. Non è chiaro quando il termine iniziò ad essere impiegato in Italia, ma il “ragù” era già presente nelle tavole degli aristocratici del Rinascimento, inizialmente come piatto a sè (così come è tuttora nella cucina francese) e solo successivamente utilizzato per condire la pasta.\nLa ricetta, inizialmente consistente di un soffritto di carni bovine con \"odori\" (sedano, carota e cipolla), lardo e burro, ha subito variazioni nel corso del tempo, la principale delle quali fu l'introduzione nell'Ottocento del pomodoro (o più spesso del concentrato).\nNell'ottobre del 1982 la delegazione di Bologna dell'Accademia italiana della cucina ha depositato presso la Camera di Commercio Industria Artigianato e Agricoltura di Bologna la ricetta del ragù bolognese, allo scopo di garantire la continuità ed il rispetto della tradizione gastronomica bolognese in Italia e nel mondo.",
        "preparation": "Tritate insieme la pancetta, la carota, la cipolla e il sedano; mettete in una casseruola il burro e fatevi appassire il trito per 15 minuti, senza farlo dorare. Aggiungete la carne e rosolatela, mescolando; quindi unite 0,5 dl di vino, lasciatelo ridurre della metà e bagnate con 1 dl di brodo. Quando il liquido è assorbito, unite il resto del vino e 1 dl di brodo caldo in cui sia stato sciolto il concentrato di pomodoro. Fate ancora ridurre il ragù, poi unite 1 dl di brodo caldo, la passata di pomodoro e proseguite la cottura finché la salsa si sarà addensata. Salate, pepate, versate il brodo rimasto, coprite e fate sobbollire finché il ragù si sarà di nuovo addensato. Cuocete le tagliatelle, scolatele al dente e conditele con il parmigiano grattugiato. Versatevi quasi tutto il ragù, mescolate e distribuite il ragù rimasto sulla superficie. Servitele ben calde.",
        "coords": [
            44.510427,
            11.304367
        ],
        "dish_name": "Tagliatelle alla Bolognese",
        "dish_id": 61
    },
    {
        "related_recipes": {
            "60": "Tortino di Zucchine",
            "61": "Tagliatelle alla Bolognese",
            "59": "Carote alla Parmigiana"
        },
        "dish_type": "Secondi",
        "photos": [
            "emilia_romagna/piacenza/picula_dcaval_1.jpeg",
            "emilia_romagna/piacenza/picula_dcaval_2.jpeg",
            "emilia_romagna/piacenza/picula_dcaval_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=_RIb0fgdMII",
        "city": "Piacenza",
        "ingredients": [
            {
                "quantity": 800,
                "ingredient": "Carne di cavallo macinata"
            },
            {
                "quantity": 400,
                "ingredient": "Pomodori"
            },
            {
                "quantity": 300,
                "ingredient": "Peperoni"
            },
            {
                "quantity": 60,
                "ingredient": "Cipolla bianca"
            },
            {
                "quantity": 50,
                "ingredient": "Sedano"
            },
            {
                "quantity": 100,
                "ingredient": "Carote"
            },
            {
                "quantity": 100,
                "ingredient": "Lardo"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 30,
                "ingredient": "Ginepro"
            },
            {
                "quantity": 200,
                "ingredient": "Vino rosso"
            },
            {
                "quantity": 10,
                "ingredient": "Aglio"
            },
            {
                "quantity": 0,
                "ingredient": "Rosmarino"
            },
            {
                "quantity": 20,
                "ingredient": "Chiodi di garofano"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Il nome pìcula d' cavall viene spesso impropriamente italianizzato in \"piccola di cavallo\". In realtà in dialetto piacentino l'aggettivo pìcul copre il significato italiano di \"ridotto\" più che di \"piccolo\" (reso invece con picin), mentre il sostantivo pìcula significa \"razione\". Il nome del piatto indica quindi una razione, una porzione, ridotta di cavallo con particolare riferimento a quella consumata come seconda colazione mattutina dai carrettieri e dai facchini piacentini nel XIX e XX secolo.",
        "preparation": "Prepariamo la picula d'caval: dopo aver fatto soffriggere la cipolla nell'olio in una padella, aggiungere la carne macinata lasciandola rosolare a fuoco basso, allungando poi il sugo con il vino e cuocendo il tutto per circa un'ora. Trascorso il tempo unire i pomodori, i peperoni e il sedano, tutti in precedenza tritati, infine le erbe aromatiche e l'aglio schiacciato, lasciando poi cuocere il tutto per altri 30 minuti circa. Servire la picula con polenta.",
        "coords": [
            45.054691, 9.666559
        ],
        "dish_name": "Pìcula 'd cavall",
        "dish_id": 62
    },
    {
        "related_recipes": {
            "60": "Tortino di Zucchine",
            "61": "Tagliatelle alla Bolognese",
            "62": "Pìcula 'd cavall"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/piacenza/cannelloni_piacentina_1.jpeg",
            "emilia_romagna/piacenza/cannelloni_piacentina_2.jpeg",
            "emilia_romagna/piacenza/cannelloni_piacentina_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=NBTvFGGK65c",
        "city": "Piacenza",
        "ingredients": [
            {
                "quantity": 180,
                "ingredient": "Uova"
            },
            {
                "quantity": 100,
                "ingredient": "Burro"
            },
            {
                "quantity": 500,
                "ingredient": "Latte"
            },
            {
                "quantity": 800,
                "ingredient": "Spinaci"
            },
            {
                "quantity": 600,
                "ingredient": "Ricotta"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 100,
                "ingredient": "Grana"
            },
            {
                "quantity": 0,
                "ingredient": "Noce moscata q.b"
            },
            {
                "quantity": 100,
                "ingredient": "Mascarpone"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "In Romagna, Marche e Umbria i cannelloni sono un formato di pasta fresca all'uovo.\nSono formati da rettangoli di pasta all'uovo simili a quelli con cui si preparano le lasagne ma di formato più piccolo e vengono arrotolati su se stessi per contenere il ripieno. La preparazione è la stessa e gli ingredienti sono farina, uova e acqua. All'estero, i cannelloni sono spesso chiamati manicotti o maniche.",
        "preparation": "Disponete la farina a fontana e al centro sgusciate due uova, aggiungete i tuorli, versate un po’ di burro fuso a bagnomaria e, un po' per volta, il latte.Mescolate per una decina di minuti fino a ottenere una pastella poco densa. Sciogliete una noce di burro in una padella, versatevi un piccolo quantitativo di pastella e cuocete da entrambi i lati. Ripetete poi l'operazione fino ad esaurimento del composto. Pulite gli spinaci, lessateli, scolateli e quindi passateli in un frullatore con la ricotta e un pizzico di prezzemolo. Versate poi questi ingredienti in una ciotola e amalgamateli conmascarpone, un altro uovo, un pizzico di noce moscata e di sale. Riempite a questo punto le pastelline fritte con il contenuto del composto e arrotolatele. Allineatele in una pirofila, aggiungete sulla superficie alcuni cucchiai di Grana Padano grattugiato e del burro fuso, quindi lasciate gratinare in forno a 180 gradi per non più di mezz’ora.",
        "coords": [
            45.053720, 9.707072
        ],
        "dish_name": "Cannelloni alla Piacentina",
        "dish_id": 63
    },
    {
        "related_recipes": {
            "61": "Tagliatelle alla Bolognese",
            "62": "Pìcula 'd cavall",
            "63": "Cannelloni alla Piacentina"
        },
        "dish_type": "Dolci",
        "photos": [
            "emilia_romagna/piacenza/buslanei_1.jpeg",
            "emilia_romagna/piacenza/buslanei_2.jpeg",
            "emilia_romagna/piacenza/buslanei_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=NY04vGhx5Q8",
        "city": "Piacenza",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Farina"
            },
            {
                "quantity": 80,
                "ingredient": "Burro"
            },
            {
                "quantity": 120,
                "ingredient": "Latte"
            },
            {
                "quantity": 100,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Un tempo erano molto diffusi nella Val Tidone della quale sono originari.I buslanêi o brassadéi venivano regalati dai padrini (gudàss) ai cresimandi che portavano le lunghe collane a bandoliera. Pare che queste ciambelle fossero già note ai primi del 1300 e che i monaci di San Savino ne facessero omaggio ai canonici della cattedrale. I buslanêi sono molto gustosi a colazione rammolliti nel latte o in ottimo e frizzante vino bianco. Ne esiste anche un tipo per il brodo.",
        "preparation": "Impastate farina, burro, zucchero, sale e latte e formate dei regolari cordoni che, tagliati a pezzetti, chiuderete ad anello sull'indice della mano sinistra. Le ciambelle vanno scottate in acqua non bollente e messe nel forno molto caldo dal quale le toglierete dopo mezz'ora circa. Infilatele con un grosso filo bianco a formare lunghe collane e rimettete nel forno tiepido per un'ora; ne usciranno biscottate e si manterranno fresche a lungo.",
        "coords": [
            45.038681, 9.726298
        ],
        "dish_name": "Buslanei",
        "dish_id": 64
    },
    {
        "related_recipes": {
            "62": "Pìcula 'd cavall",
            "63": "Cannelloni alla Piacentina",
            "64": "Buslanei"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/piacenza/tortelli_piacentina_1.jpeg",
            "emilia_romagna/piacenza/tortelli_piacentina_2.jpeg",
            "emilia_romagna/piacenza/tortelli_piacentina_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=Y3eLubFax0k",
        "city": "Piacenza",
        "ingredients": [
            {
                "quantity": 400,
                "ingredient": "Farina"
            },
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 120,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 300,
                "ingredient": "Spinaci"
            },
            {
                "quantity": 200,
                "ingredient": "Ricotta"
            },
            {
                "quantity": 200,
                "ingredient": "Grana"
            },
            {
                "quantity": 0,
                "ingredient": "Noce moscata q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Salvia q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Burro q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La tradizione delle paste ripiene dell'Italia settentrionale viene fatta risalire al Medioevo. La ricetta del territorio di Piacenza era nota a Giovanni Boccaccio, che definiva semplicemente piasentino la varietà locale del tortello. Secondo alcune ricerche, la caratteristica chiusura della pasta con due \"code\" alle estremità è menzionata a partire dal 1351, l'anno in cui il nobile piacentino Bernardo Anguissola ospitò Francesco Petrarca al castello di Vigolzone (PC). Fu il feudatario a chiedere al personale di cucina di modificare dei comuni ravioli in un qualcosa di più originale e visivamente gradevole per i canoni estetici del poeta laureato a Roma in Campidoglio. Con la stessa conformazione furono apprezzati e descritti anche da un altro poeta, Giosuè Carducci, ospitato al castello nel 1888 dal conte Cesare Anguissola.",
        "preparation": "Per prima cosa pulite accuratamente gli spinaci o le biete, lessateli in pentola con la sola acqua rimasta dal lavaggio, quindi strizzateli, tritateli finemente e disponeteli in una ciotola. Unite la ricotta, aggiungete le uova, i due etti di formaggio grana, un pizzico di noce moscata grattugiata e il sale, poi fate in modo di amalgamare bene l'impasto che dovrà risultare piuttosto denso e fine. Disponete la farina a fontana sulla spianatoia, rompere al centro le uova e incominciare a impastare lavorando con forza fino a ottenere un impasto liscio ed elastico. Preparate una sfoglia sottile e dividete la pasta in rombi di circa 8 cm, ponete un rombo di pasta sul palmo della mano sinistra e, partendo dall'angolo esterno e con indice e pollice della mano destra, intrecciate i due lembi racchiudendo il ripieno. Ripetete l'operazione con tutti i tortellini e, una volta pronti, lessateli per una manciata di minuti in abbondante acqua salata per poi scolarli e condirli con burro fuso, salvia e grana grattugiato.",
        "coords": [
            45.036740, 9.691965
        ],
        "dish_name": "Tortelli alla Piacentina",
        "dish_id": 65
    },
    {
        "related_recipes": {
            "63": "Cannelloni alla Piacentina",
            "64": "Buslanei",
            "65": "Tortelli alla piacentina"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/ferrara/pasticcio_maccheroni_1.jpeg",
            "emilia_romagna/ferrara/pasticcio_maccheroni_2.jpeg",
            "emilia_romagna/ferrara/pasticcio_maccheroni_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=aMv9WHeKgSM",
        "city": "Ferrara",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Farina"
            },
            {
                "quantity": 200,
                "ingredient": "Uova"
            },
            {
                "quantity": 300,
                "ingredient": "Burro"
            },
            {
                "quantity": 100,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 300,
                "ingredient": "Polpa di vitello"
            },
            {
                "quantity": 150,
                "ingredient": "Polpa di pollo"
            },
            {
                "quantity": 150,
                "ingredient": "Fegatini di pollo"
            },
            {
                "quantity": 500,
                "ingredient": "Latte"
            },
            {
                "quantity": 50,
                "ingredient": "Vino bianco"
            },
            {
                "quantity": 50,
                "ingredient": "Vino rosso"
            },
            {
                "quantity": 10,
                "ingredient": "Noce moscata"
            },
            {
                "quantity": 250,
                "ingredient": "Maccheroncini"
            },
            {
                "quantity": 250,
                "ingredient": "Funghi secchi"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La storia del pasticcio ferrarese risale al Rinascimento dove, nelle corti ducali, vi era la consuetudine di preparare pietanze fatte con ingredienti diversi al fine di poterli conservare nel tempo, da qui la forma a cupola che serve appunto a \"racchiudere\" gli ingredienti. Una prima testimonianza del pasticcio arriva dall'antica ricetta del pastelle, appartenente al cuoco della corte estense Cristoforo di Messisbugo. Sebbene il termine \"pasticcio\" fosse assai diffuso in tutta Italia per indicare proprio questo tipo di pietanze, quello ferrarese subì invece delle modifiche derivanti dalle vicende politiche e culturali fra la corte degli Este e quella di Napoli: infatti, Eleonora d'Aragona, figlia di Ferdinando I di Napoli, sposa Ercole I d'Este nel 1473, dando quindi vita a scambi culturali fra le due signorie. Questo spiegherebbe l'inserimento nella ricetta del pasticcio dei maccheroni, che erano un tipo di pasta diffusa al sud e che ebbero i natali o nella cucina napoletana o in quella siciliana. La ricetta del pasticcio subì quindi varie modifiche sino ad arrivare al 1700, quando iniziarono a circolare le prime ricette documentate. Il pasticcio di maccheroni si presenta come un piatto dalla preparazione molto laboriosa e che coniuga l'accostamento fra dolce e salato.",
        "preparation": "Per prima cosa preparate la pasta frolla impastando farina, burro, zucchero e tuorli d'uovo e dando vita a un composto omogeneo. Modellate la pasta per un po', quindi lasciatela riposare in un luogo fresco. Passate poi alla preparazione dei ragù. Utilizzate un tegamino di piccola capacità, e deponetevi una noce di burro con due cucchiai d’olio. Lasciate soffriggere, quindi suddividetevi il trito di cipolla, carota e sedano facendo insaporire per bene. Unitelo poi alle diverse carni tritate, mescolate a dovere e fatele colorire, spruzzando di volta in volta un po' di vino bianco e rosso. Lasciate evaporare e ripetete l'operazione, fino a cottura ultimata di tutti i ragù. Tocca ora alla preparazione dei funghi. In un altro tegamino lasciate fondere del burro aggiungendovi alcuni cucchiai di acqua leggermente salata. Aggiungete i funghi secchi, che avrete messo in ammollo, dopo averli strizzati per bene. Cuocete a fuoco medio per un quarto d'ora, quindi preparate la besciamella insaporendola con un pizzico di noce moscata. Cuocete i maccheroncini rigati, scolate l'acqua e conditeli con la besciamella ancora tiepida, i funghi, i vari ragù di carne e il Grana Padano grattugiato. Passate infine alla preparazione del pasticcio. Dividete la pasta in due parti tirandole a disco. Con uno foderate una teglia precedentemente imburrata e riempitela con i maccheroncini disponendoli a forma di cupola. Con l'altro disco di pasta ricoprite il tutto, sigillate i bordi e decorate la superficie con i ritagli di pasta rimasti. Spennellate con del tuorlo diluito in una spruzzata d'acqua e cuocete in forno a 180° fino a doratura. Lasciate raffreddare giusto qualche minuto e servite in tavola.",
        "coords": [
            44.860802,
            11.586529
        ],
        "dish_name": "Pasticcio di Maccheroni",
        "dish_id": 66
    },
    {
        "related_recipes": {
            "64": "Buslanei",
            "65": "Tortelli alla piacentina",
            "66": "Pasticcio di Maccheroni"
        },
        "dish_type": "Dolci",
        "photos": [
            "emilia_romagna/ferrara/torta_tenerina_1.jpeg",
            "emilia_romagna/ferrara/torta_tenerina_2.jpeg",
            "emilia_romagna/ferrara/torta_tenerina_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=vTW8diBjP54",
        "city": "Ferrara",
        "ingredients": [
            {
                "quantity": 200,
                "ingredient": "Cioccolato fondente"
            },
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 150,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 100,
                "ingredient": "Burro"
            },
            {
                "quantity": 50,
                "ingredient": "Farina"
            },
            {
                "quantity": 0,
                "ingredient": "Zucchero a velo q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Per gustare un’ottima torta tenerina dobbiamo sicuramente metterci in marcia verso l’Emilia Romagna. Infatti, la troveremo nei menù di trattorie e osterie da Modena a Bologna, da Ravenna a Forlì, ma la terra che ha dato i natali a questa deliziosa torta al cioccolato è Ferrara.\nProprio nella città estense è stata preparata per la prima volta ed è soprattutto qui che vengono preservate le caratteristiche tipiche della torta: la crosticina leggermente croccante e il cuore morbido. Qualità che le sono valse il soprannome di “torta Taclenta” che, in dialetto ferrarese, vuol dire “torta appiccicosa” proprio in riferimento alla consistenza dell’interno. Da Ferrara a tutta la regione il passo è stato breve, forse proprio per tutta questa dolcezza strabordante capace di conquistare molti, moltissimi palati, alcuni addirittura regali.",
        "preparation": "Per cominciare tritate finemente il cioccolato e fatelo sciogliere a bagnomaria mescolando continuamente, quindi unite il burro a pezzetti e fatelo sciogliere a sua volta, sempre mescolando, spegnendo poi la fiamma e lasciando intiepidire. Separate i tuorli dagli albumi e unite a questi ultimi metà dello zucchero, montando fino a ottenere un composto spumoso; ai tuorli unite l'altra metà dello zucchero, montate e successivamente versatevi sopra a filo il composto di burro e cioccolato. Continuate a sbattere, unite un po' per volta gli albumi montati a neve e mescolate con delicatezza dal basso verso l'altro, quindi aggiungete la farina a pioggia sempre mescolando dal basso e ottenendo un composto liscio e privo di grumi. Trasferite l'impasto in uno stampo infarinato e imburrato, stendetelo e fatelo cuocere in forno a 180 gradi per 30 minuti, poi a cottura ultimata sfornate, lasciate intiepidire e servite in tavola ricoprendo con zucchero a velo.",
        "coords": [
            44.827696,
            11.627728
        ],
        "dish_name": "Torta Tenerina",
        "dish_id": 67
    },
    {
        "related_recipes": {
            "65": "Tortelli alla piacentina",
            "66": "Pasticcio di Maccheroni",
            "67": "Torta Tenerina"
        },
        "dish_type": "Secondi",
        "photos": [
            "emilia_romagna/ravenna/zuppa_imperiale_1.jpeg",
            "emilia_romagna/ravenna/zuppa_imperiale_2.jpeg",
            "emilia_romagna/ravenna/zuppa_imperiale_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=Xw_Y6xxkQNE",
        "city": "Ravenna",
        "ingredients": [
            {
                "quantity": 1500,
                "ingredient": "Brodo di carne"
            },
            {
                "quantity": 150,
                "ingredient": "Semolino"
            },
            {
                "quantity": 150,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 60,
                "ingredient": "Burro"
            },
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 20,
                "ingredient": "Scorza di limone"
            },
            {
                "quantity": 0,
                "ingredient": "Noce moscata q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Prezzemolo q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La zuppa imperiale è un primo piatto tipico della tradizione dell’Emilia Romagna costituito da cubetti di semolino immersi in brodo e bollente. È definita imperiale perché si tratta di una zuppa ricca e sostanziosa, con i sentori del burro fuso, della noce moscata, un pizzico di sale, pepe e abbondante parmigiano reggiano. Insomma, un trionfo di gusto, una varietà di zuppa davvero gustosa.",
        "preparation": "Sciogliete il burro a bagnomaria, amalgamate il semolino, le uova sbattute, il parmigiano grattugiato, la scorza grattugiata del limone, un pizzico di noce moscata, sale e pepe. Versate il composto in una teglia (unta o rivestita di carta forno) in modo che abbia uno spessore di circa un centimetro; fate cuocere in forno preriscaldato a 180° per circa 30 minuti. Una volta raffreddata, tagliate la zuppa a cubetti da un centimetro per lato. Immergete i cubetti ottenuti in una pentola con il brodo di carne bollente e fateli cuocere per circa due minuti. Condite con del prezzemolo prima di servire in tavola.",
        "coords": [
            44.413792,
            12.196729
        ],
        "dish_name": "Zuppa Imperiale",
        "dish_id": 68
    },
    {
        "related_recipes": {
            "68": "Zuppa Imperiale",
            "66": "Pasticcio di Maccheroni",
            "67": "Torta Tenerina"
        },
        "dish_type": "Dolci",
        "photos": [
            "emilia_romagna/modena/tortino_ricotta_aceto_balsamico_1.jpeg",
            "emilia_romagna/modena/tortino_ricotta_aceto_balsamico_2.jpeg",
            "emilia_romagna/modena/tortino_ricotta_aceto_balsamico_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=alHbckCq1uk",
        "city": "Modena",
        "ingredients": [
            {
                "quantity": 350,
                "ingredient": "Ricotta"
            },
            {
                "quantity": 120,
                "ingredient": "Uova"
            },
            {
                "quantity": 80,
                "ingredient": "Aceto balsamico"
            },
            {
                "quantity": 100,
                "ingredient": "Zucchero a velo"
            },
            {
                "quantity": 30,
                "ingredient": "Cacao amaro in polvere"
            },
            {
                "quantity": 50,
                "ingredient": "Sciroppo di zucchero di canna"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La tortina di ricotta con aceto balsamico è una vera delizia, un dolce che può rappresentare anche un piatto unico e che è preparato con un prodotto d’eccellenza dell’Emilia Romagna: aceto balsamico di Modena igp. Bastano cinque passaggi per realizzare questo piatto ricercato e sopraffino, anche se bisogna aspettare una decina d’ore prima di gustarlo: deve raffreddare bene.",
        "preparation": "In una terrina montate le uova intere con lo zucchero a velo, unite quindi la ricotta fresca e mescolate accuratamente aiutandovi con un cucchiaio di legno. A due terzi del composto ottenuto aggiungete il cacao amaro poco alla volta e mescolate continuamente, fino a ottenere una crema liscia e omogenea. Ricoprite una teglia con un foglio di carta oleata, adagiatevi sopra uno strato di ricotta al cacao e proseguite con lo strato di crema bianca. Finite la preparazione spalmando l'ultimo strato di crema al cacao. Coprite la torta con la carta stagnola e lasciatela riposare il freezer per 8\b ore. Prima di toglierla dal freezer, mescolate in un bicchiere l'Aceto Balsamico di Modena con lo sciroppo di zucchero di canna. Togliete il dolce dal freezer e lasciatelo tornare a temperatura ambiente. Tagliate il dolce a fette e ornate con lo sciroppo di Aceto balsamico di Modena e zucchero di canna.",
        "coords": [
            44.672134,
            10.937521
        ],
        "dish_name": "Tortina di ricotta con aceto balsamico",
        "dish_id": 69
    },
    {
        "related_recipes": {
            "68": "Zuppa Imperiale",
            "69": "Tortina di ricotta con aceto balsamico",
            "66": "Pasticcio di Maccheroni"
        },
        "dish_type": "Secondi",
        "photos": [
            "emilia_romagna/modena/zampone_modena_1.jpeg",
            "emilia_romagna/modena/zampone_modena_2.jpeg",
            "emilia_romagna/modena/zampone_modena_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=QAGut-t4xhA",
        "city": "Modena",
        "ingredients": [
            {
                "quantity": 1500,
                "ingredient": "Zampone"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La tradizione colloca il primo zampone agli inizi del XVI secolo a Mirandola, durante l'assedio di Papa Giulio II dell'inverno 1510-1511. I cittadini macellarono tutti i suini per non lasciarli nelle mani dei nemici e ne conservarono le carni nel tipico budello di cotenna.\nLa zona di produzione dello zampone di Modena comprende, oltre a Mantova, Cremona ed alcune altre zone del Nord Italia. Stesso impasto ma differente forma e peso ha il cotechino, che condivide anche gli stessi usi gastronomici.",
        "preparation": "La sera precedente la preparazione lavare lo zampone in acqua corrente, immergerlo quindi in un recipiente con abbondante acqua fredda e lasciarlo ammollo tutta la notte. Il mattino successivo, sgocciolarlo, praticare fra gli unghioli un taglio a croce con un coltellino e punzecchiare più volte la cotenna con uno stecchino; dopodichè avvolgerlo ben stretto in un telo, che verrà cucito come un sacchetto, e metterlo in una pentola. Coprire con abbondante acqua fredda non salata, incoperchiare e portare ad ebollizione, infine abbassare la fiamma e far cuocere per 3 ore. Trascorso questo tempo sgocciolare lo zampone, eliminare il telo, quindi tagliarlo a fette, disporlo su un piatto di portata riscaldato e servirlo a tavola ben caldo con un tradizionale contorno a base di lenticchie.",
        "coords": [
            44.66432,
            10.911429
        ],
        "dish_name": "Zampone di Modena",
        "dish_id": 70
    },
    {
        "related_recipes": {
            "68": "Zuppa Imperiale",
            "69": "Tortina di ricotta con aceto balsamico",
            "70": "Zampone di Modena"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/modena/risotto_fragole_aceto_balsamico_1.jpeg",
            "emilia_romagna/modena/risotto_fragole_aceto_balsamico_2.jpeg",
            "emilia_romagna/modena/risotto_fragole_aceto_balsamico_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=dZJSAzyLNVY",
        "city": "Modena",
        "ingredients": [
            {
                "quantity": 220,
                "ingredient": "Riso"
            },
            {
                "quantity": 80,
                "ingredient": "Aceto balsamico"
            },
            {
                "quantity": 150,
                "ingredient": "Fragole"
            },
            {
                "quantity": 100,
                "ingredient": "Vino bianco"
            },
            {
                "quantity": 100,
                "ingredient": "Scalogno"
            },
            {
                "quantity": 40,
                "ingredient": "Miele"
            },
            {
                "quantity": 20,
                "ingredient": "Menta"
            },
            {
                "quantity": 0,
                "ingredient": "Parmigiano q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Si tratta di una pietanza tipica della zona dell’Emilia Romagna, dove viene condito con lo squisito aceto balsamico tradizionale di Modena. Perfetto per mettere in tavola un po’ di tradizione emiliana.",
        "preparation": "Lavate le fragole in abbondante acqua fredda. Privatele del ciuffetto verde e tagliatele a pezzettini piccoli. Conservate una fragola intera per il decoro. Tagliate lo scalogno a julienne e fatelo rosolare in 2 cucchiai d'olio extravergine d'oliva. Aggiungete il riso e lasciatelo tostare per qualche minuto, mescolando di tanto in tanto con un cucchiaio di legno. Unite al riso il vino bianco e proseguite la cottura fino a farlo evaporare completamente, quindi portate a termine la cottura aggiungendo brodo vegetale poco alla volta. Mescolate la preparazione di tanto in tanto, a metà cottura aggiungete le fragole macerate e mantecate. Una volta cotto, inserite le foglioline di menta precedentemente sminuzzate al risotto. Servite con Parmigiano Reggiano grattugiato e decorate con la fragola conservata e tagliata in quattro parti uguali.",
        "coords": [
            44.650888,
            10.889456
        ],
        "dish_name": "Risotto alle fragole con aceto balsamico",
        "dish_id": 71
    },
    {
        "related_recipes": {
            "69": "Tortina di ricotta con aceto balsamico",
            "71": "Risotto alle fragole con aceto balsamico",
            "70": "Zampone di Modena"
        },
        "dish_type": "Antipasti",
        "photos": [
            "emilia_romagna/modena/tigella_1.jpeg",
            "emilia_romagna/modena/tigella_2.jpeg",
            "emilia_romagna/modena/tigella_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=0Gl3nexdT2A",
        "city": "Modena",
        "ingredients": [
            {
                "quantity": 1000,
                "ingredient": "Farina"
            },
            {
                "quantity": 50,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 750,
                "ingredient": "Latte"
            },
            {
                "quantity": 30,
                "ingredient": "Olio EVO"
            },
            {
                "quantity": 20,
                "ingredient": "Sale"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "I dischi di terracotta o di pietra refrattaria in cui originariamente erano cotte le crescenti sono chiamati tigelle. Tigella deriva da tegella, diminutivo di tegula che in latino volgare significava coperchio, dal verbo tegere (coprire). Oggi, nelle zone di pianura e nel resto d'Italia, ci si riferisce alle crescentine con il sempre più diffuso appellativo metonimico di tigelle (analogamente a quanto avviene per la paella valenciana) nonostante, secondo i puristi, l'unico nome corretto rimane crescentina, perché quello originario ed etimologicamente esatto.\nA rafforzare il concetto, lo scrittore locale Andrea Pini scrisse: \"In pizzeria chiedereste mai il forno al posto della pizza? O al fast food una friggitrice al posto delle patatine? O a vostra nonna la teglia al posto della crostata?\". Nella stessa tradizione locale si è sempre detto \"Chersènt in t'al tigèli\", ovvero \"Crescenti nelle tigelle\", a ribadire il concetto della differenza.",
        "preparation": "Per cominciare sciogliete il lievito di birra in un po' d'acqua tiepida, quindi impastate la farina con il latte, l'olio d'oliva, il sale e lavorate accuratamente il tutto. Una volta ottenuto con l'impasto una sorta di panetto dai contorni il più possibile omogenei, copritelo e lasciatelo riposare per almeno un'ora e mezza in frigorifero. Trascorso questo tempo tirate una sfoglia dello spessore di circa un centimetro e con un tagliapasta o con un bicchiere ricavate le tigelle che avranno un diametro di circa 10 centimetri. Cuocetele nella tigelliera che può essere sia del tipo elettrico che quello da preriscaldare sulla fiamma del gas; in mancanza potete cuocere le tigelle sulla placca del forno a 200 °C, scaldandole da ambo le parti, poi sfornandole e servendole ben calde.",
        "coords": [
            44.631346,
            10.904219
        ],
        "dish_name": "Tigella",
        "dish_id": 72
    },
    {
        "related_recipes": {
            "72": "Tigella",
            "71": "Risotto alle fragole con aceto balsamico",
            "70": "Zampone di Modena"
        },
        "dish_type": "Dolci",
        "photos": [
            "emilia_romagna/modena/bensone_1.jpeg",
            "emilia_romagna/modena/bensone_2.jpeg",
            "emilia_romagna/modena/bensone_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=Ty7OasdEo38",
        "city": "Modena",
        "ingredients": [
            {
                "quantity": 400,
                "ingredient": "Farina"
            },
            {
                "quantity": 150,
                "ingredient": "Zucchero"
            },
            {
                "quantity": 150,
                "ingredient": "Burro"
            },
            {
                "quantity": 150,
                "ingredient": "Uova"
            },
            {
                "quantity": 20,
                "ingredient": "Lievito per dolci"
            },
            {
                "quantity": 60,
                "ingredient": "Limone"
            },
            {
                "quantity": 0,
                "ingredient": "Zucchero q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Nel XIII secolo la comunità modenese lo offriva alla corporazione dei fabbri e degli orafi in occasione della festa patronale di questi artigiani. L'etimologia del nome potrebbe derivare dal francese pain de son, ovvero pane di crusca, poiché un tempo, si utilizzava per la preparazione del dolce la farina non setacciata. L'antica ricetta del bensone, rimasta nel tempo quasi immutata, prevedeva un impasto di farina, latte, uova, burro e miele. Quest'ultimo ingrediente è stato successivamente sostituito con lo zucchero.\nIl bensone può essere farcito con 100-150 gr di marmellata o di savòr.\nLo stesso impasto del bensone era anche utilizzato per un altro tipico dolce della zona, la ciambella, di forma rotonda con un buco al centro.",
        "preparation": "Impastate la farina con le uova, il burro, lo zucchero, la buccia grattugiata del limone, il lievito, aggiungete il latte quanto basta per aver un impasto di giusta consistenza (deve essere come la pasta per il pane). Foderate la placca del forno con la carta, disponetevi la pasta dando una forma allungata, fate qualche incisione sulla pasta, pennelatela con il tuorlo d'uovo e cospargete con zucchero in granella. Cuocete in forno caldo a 180° per circa 40 m. Sfornate il bensone e appena è tiepido servite.",
        "coords": [
            44.627681,
            10.937178
        ],
        "dish_name": "Bensone",
        "dish_id": 73
    },
    {
        "related_recipes": {
            "73": "Bensone",
            "72": "Tigella",
            "71": "Risotto alle fragole con aceto balsamico"
        },
        "dish_type": "Dolci",
        "photos": [
            "emilia_romagna/modena/crostata_amarene_brusche_1.jpeg",
            "emilia_romagna/modena/crostata_amarene_brusche_2.jpeg",
            "emilia_romagna/modena/crostata_amarene_brusche_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=ht0pW9zAlmI",
        "city": "Modena",
        "ingredients": [
            {
                "quantity": 250,
                "ingredient": "Amarene"
            },
            {
                "quantity": 300,
                "ingredient": "Farina"
            },
            {
                "quantity": 150,
                "ingredient": "Burro"
            },
            {
                "quantity": 360,
                "ingredient": "Uova"
            },
            {
                "quantity": 20,
                "ingredient": "Scorza di limone"
            },
            {
                "quantity": 250,
                "ingredient": "Latte"
            },
            {
                "quantity": 60,
                "ingredient": "Limone"
            },
            {
                "quantity": 50,
                "ingredient": "Vanillina"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La crostata di amarene brusche è un dolce casalingo che si prepara con un prodotto tipico della tradizione modenese, le amarene brusche di Modena Igp, caratterizzate da un peculiare sapore asprigno. Si tratta di una varietà di frutto caratteristica – appunto – della provincia di Modena, dove è concentrata la sua zona di produzione. La crostata fatta con questo tipo di amarena dalla connotazione unica e inconfondibile può essere gustata a fine pasto oppure come gustosissimo spuntino o merenda.",
        "preparation": "Iniziate preparando la pasta frolla. Versate in una terrina la farina setacciata, aggiungete il burro a cubetti a temperatura ambiente, lo zucchero, le uova, la scorza del limone precedentemente grattugiata e un pizzico di sale. Amalgamate gli ingredienti per qualche minuto fino a ottenere un composto omogeneo. Avvolgete l'impasto nella pellicola trasparente e lasciare riposare in frigorifero per 30 minuti. Passate ora alla crema. Dopo aver sbattuto le uova, aggiungete lo zucchero, la farina setacciata e la buccia del limone grattugiata. Quindi scaldate il latte in un tegamino assieme alla vanillina e mescolate il tutto fino a ottenere una crema morbida. Imburrate uno stampo da forno con la pasta frolla e rovesciate la crema tiepida. Cospargete il tutto con le amarene brusche di Modena. Fate cuocere per 40 minuti nel forno preriscaldato a 180°C fino a quando la crostata sarà dorata.",
        "coords": [
            44.634033,
            10.964301
        ],
        "dish_name": "Crostata di amarene brusche",
        "dish_id": 74
    },
    {
        "related_recipes": {
            "74": "Crostata di amarene brusche",
            "73": "Bensone",
            "72": "Tigella"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/modena/tortellini_brodo_1.jpeg",
            "emilia_romagna/modena/tortellini_brodo_2.jpeg",
            "emilia_romagna/modena/tortellini_brodo_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=5EcVhT3stX8",
        "city": "Modena",
        "ingredients": [
            {
                "quantity": 800,
                "ingredient": "Farina"
            },
            {
                "quantity": 480,
                "ingredient": "Uova"
            },
            {
                "quantity": 150,
                "ingredient": "Polpa di maiale"
            },
            {
                "quantity": 150,
                "ingredient": "Polpa di vitello"
            },
            {
                "quantity": 100,
                "ingredient": "Salsiccia"
            },
            {
                "quantity": 100,
                "ingredient": "Prosciutto crudo"
            },
            {
                "quantity": 50,
                "ingredient": "Mortadella"
            },
            {
                "quantity": 60,
                "ingredient": "Uova"
            },
            {
                "quantity": 150,
                "ingredient": "Parmigiano"
            },
            {
                "quantity": 30,
                "ingredient": "Burro"
            },
            {
                "quantity": 0,
                "ingredient": "Noce moscata q.b"
            },
            {
                "quantity": 2000,
                "ingredient": "Brodo di manzo"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Il nome tortellino deriva dal diminutivo di tortello, dall'italiano torta chiamato anche col falso nome cappelletto.\nL'odierno tortellino è verosimilmente l'erede di una lunga progenie nata in un ambiente povero per \"riciclare\" la carne avanzata dalla tavola dei nobili ricchi. Le prime tracce del tortellino risalgono ad una pergamena del 1112, oltre che ad una bolla di Papa Alessandro III del 1169. Sull'origine di questo piatto esistono diverse leggende. Una tra queste fa nascere questo piatto a Castelfranco Emilia, paese storicamente conteso fra Bologna e Modena, ad opera del proprietario della locanda Corona, il quale, sbirciando dal buco della serratura della stanza di una nobildonna sua ospite e rimasto tanto colpito dalla bellezza del suo ombelico, volle riprodurlo in una preparazione culinaria.\nUn'altra variante della storia trae spunto dalla \"Secchia rapita\" del Tassoni e racconta di come ai quei tempi, una sera dopo una giornata di battaglia tra bolognesi e modenesi, Venere, Bacco e Marte trovarono ristoro presso la locanda Corona a Castelfranco Emilia. La mattina seguente Marte e Bacco si allontanarono dalla locanda lasciando Venere dormiente; questa, al risveglio, chiamò qualcuno e il locandiere che accorse la sorprese discinta e rimase tanto impressionato dalle sue splendide forme che tornato in cucina con ancora in testa ciò che aveva visto, strappò un pezzo di sfoglia, lo riempì e ripiegò dandogli la forma dell'ombelico della dea.",
        "preparation": "Macinate finemente la carne di vitello, quella di maiale e la salsiccia. A parte macinare il prosciutto e la mortadella. Fate sciogliere il burro, unite la carne macinata, fatela cuocere per qualche minuto, a fine cottura salatela, poi scolatela dall'acqua prodotta dal macinato e lasciate raffreddare. Preparate il ripieno: in una ciotola versate la carne macinata cotta, il prosciutto e la mortadella crudi, il parmigiano, il pane grattugiato, l'uovo, aggiustate di sale e spolverizzate con pochissima noce moscata grattugiata, mescolate bene l'impasto e mettetelo in frigorifero. Preparate la pasta: impastate la farina con le uova fino ad avere un impasto liscio ed omogeneo e morbido. Tirate la sfoglia, piuttosto sottile, ritagliate con uno stampino dei dischi di circa 5 cm di diametro. Ponete al centro di ogni disco di pasta un po' del ripieno, poi piegate la pasta a metà facendo aderire bene gli orli. Con i rebbi di una forchetta ripassate bene i bordi per farli aderire bene. Piegate il mezzo disco su se stesso. Fate aderire pressandole leggermente le due estremità del mezzo disco e mettete il tortellino da parte, procedete così fino ad esaurimento degli ingredienti. Portate il brodo ad ebollizione e buttatevi i tortellini, fateli cuocere alcuni minuti in base allo spessore della pasta. Serviteli con lo stesso brodo e spolverizzateli di parmigiano grattugiato.",
        "coords": [
            44.664843,
            10.954286
        ],
        "dish_name": "Tortellini in Brodo",
        "dish_id": 75
    },
    {
        "related_recipes": {
            "75": "Tortellini in Brodo",
            "74": "Crostata di amarene brusche",
            "73": "Bensone"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/ferrara/cappelletti_brodo_1.jpeg",
            "emilia_romagna/ferrara/cappelletti_brodo_2.jpeg",
            "emilia_romagna/ferrara/cappelletti_brodo_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=FQa9t1eWs58",
        "city": "Ferrara",
        "ingredients": [
            {
                "quantity": 300,
                "ingredient": "Pasta all'uovo"
            },
            {
                "quantity": 100,
                "ingredient": "Prosciutto crudo"
            },
            {
                "quantity": 100,
                "ingredient": "Petto di galllina bollito"
            },
            {
                "quantity": 60,
                "ingredient": "Grana"
            },
            {
                "quantity": 120,
                "ingredient": "Uova"
            },
            {
                "quantity": 0,
                "ingredient": "Noce moscata q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Pepe q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "Le origini della ricetta, molto diffusa su base territoriale, sono antiche, tradizionalmente e storicamente legate all'Emilia-Romagna e alle Marche. Da queste aree si è poi diffusa, nel corso dei secoli, diventando un piatto tipico in varie città. Alcune fonti recenti indicano specificamente l’area nel triangolo Cesena-Ferrara-Reggio Emilia come luogo d’origine, altre riportano le Marche come una terra in cui i cappelletti sono di antica tradizione. Rispetto ai tortellini, hanno una diversa forma, maggiori dimensioni, pasta più spessa e ripieno differente.",
        "preparation": "Per il ripieno: passate nel tritacarne (o nel mixer) il prosciutto e il petto di gallina con l'aggiunta di un poco di brodo per agevolare l'operazione. Ripetete il passaggio altre due volte e quindi unite il grana, le uova, la noce moscata, salate e aggiustate di pepe in modo da ottenere un composto liscio e omogeneo. Per la pasta: disponete la farina a fontana riempendo il centro con le uova, l'olio ed il sale. Amalgamate il tutto per ottenere un impasto omogeneo e ricoprite con un panno. Con il matterello stendete la pasta sfoglia sottilissima e tagliatela a quadrati. Adagiate al centro di ciascun quadrato del ripieno e ripiegate la pasta a triangolo. Incrociate gli angoli della base, quindi ripiegateli verso l'alto. Cuocete i cappelletti nel brodo bollente e serviteli ben caldi.",
        "coords": [
            44.818686,
            11.647298
        ],
        "dish_name": "Cappelletti in Brodo",
        "dish_id": 76
    },
    {
        "related_recipes": {
            "76": "Cappelletti in Brodo",
            "75": "Tortellini in Brodo",
            "74": "Crostata di amarene brusche"
        },
        "dish_type": "Primi",
        "photos": [
            "emilia_romagna/parma/anolini_brodo_1.jpeg",
            "emilia_romagna/parma/anolini_brodo_2.jpeg",
            "emilia_romagna/parma/anolini_brodo_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=-Yn7_qOtxvs",
        "city": "Parma",
        "ingredients": [
            {
                "quantity": 400,
                "ingredient": "Farina"
            },
            {
                "quantity": 240,
                "ingredient": "Uova"
            },
            {
                "quantity": 100,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 350,
                "ingredient": "Carne di manzo"
            },
            {
                "quantity": 50,
                "ingredient": "Burro"
            },
            {
                "quantity": 60,
                "ingredient": "Cipolla"
            },
            {
                "quantity": 50,
                "ingredient": "Vino rosso"
            },
            {
                "quantity": 500,
                "ingredient": "Salsa di pomodoro"
            },
            {
                "quantity": 10,
                "ingredient": "Chiodi di garofano"
            },
            {
                "quantity": 10,
                "ingredient": "Noce moscata"
            },
            {
                "quantity": 500,
                "ingredient": "Brodo di manzo"
            },
            {
                "quantity": 100,
                "ingredient": "Pangrattato"
            },
            {
                "quantity": 100,
                "ingredient": "Grana"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "L'anolino nasce sotto forma di pasta ripiena nel XII secolo e viene citato da Salimbene de Adam nel 1284 nella Cronica, ma occorre aspettare sino al XVI secolo perché il piatto venga riproposto nei pranzi di nobili, cardinali e papi da Bartolomeo Scappi. Lo stesso Scappi fornisce la prima ricetta scritta conosciuta degli anolini.\nGli anolini vengono nuovamente riproposti nel 1659 alla mensa del duca di Parma Ranuccio II Farnese come piatto da servire con parmigiano e cappone preparato da Carlo Nascia. Ricompaiono poi sulla tavola del duca Ferdinando di Borbone nel 1793 definiti da Cosimo Meli Lupi di Soragna \"...i raviuoli detti nel dialetto nostro anolini.\" e su quella della duchessa Maria Luigia.\nLa ricetta, un tempo ad uso esclusivo delle classi più abbienti, diviene con il tempo di uso comune anche per le mense delle classi più povere trasformandosi in piatto tipico della cucina popolare, alla sua diffusione contribuisce in modo importante Pellegrino Artusi.",
        "preparation": "Preparare un soffritto con il burro e la cipolla tritata a cui si aggiungono un po' di carota e di sedano pure tritati. Aggiungere la carne, i chiodi di garofano e il pepe. Far rosolare a fuoco vivo e versare il vino ed il brodo. Coprire e far cuocere a fuoco basso per circa 10 ore. Quando necessario, aggiungere un po' di brodo e 1 cucchiaio di salsa di pomodoro sciolta in acqua calda. Tritate lo stracotto con la mezzaluna; con il sugo rimasto nel tegame scottate il pane grattugiato ed unire amalgamando lo stracotto tritato fine, le uova, il grana grattugiato fino ad ottenere un impasto omogeneo. Disporre la farina a fontana sul tagliere e rompere al centro le uova ed incominciare a impastare lavorando con forza fino ad ottenere un impasto liscio ed elastico. Preparare una sfoglia sottile e disporre su di essa da un lato tante palline di ripieno distanti fra loro 5 o 6 cm e ripiegare la pasta in modo da coprire il ripieno tagliando con la classica forma di metallo a mezzaluna gli anolini. Cuocere gli anolini nel tradizionale brodo “in terza” (fatto con carne di manzo, cappone o gallina grassa e carne magra di maiale) e servirli sempre in brodo, spolverando con abbondante formaggio grana.",
        "coords": [
            44.797188, 10.319557
        ],
        "dish_name": "Anolini in Brodo",
        "dish_id": 77
    },
    {
        "related_recipes": {
            "77": "Anolini in Brodo",
            "76": "Cappelletti in Brodo",
            "75": "Tortellini in Brodo"
        },
        "dish_type": "Antipasti",
        "photos": [
            "emilia_romagna/reggio_emilia/gnocco_fritto_1.jpeg",
            "emilia_romagna/reggio_emilia/gnocco_fritto_2.jpeg",
            "emilia_romagna/reggio_emilia/gnocco_fritto_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=doj0B1UTSmM",
        "city": "Reggio Emilia",
        "ingredients": [
            {
                "quantity": 250,
                "ingredient": "Farina"
            },
            {
                "quantity": 15,
                "ingredient": "Lievito di birra"
            },
            {
                "quantity": 30,
                "ingredient": "Strutto"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 200,
                "ingredient": "Acqua Tiepida"
            },
            {
                "quantity": 0,
                "ingredient": "Olio per friggere q.b"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La pietanza è peraltro diffusa in tutta la bassa pianura emiliana e conosciuta anche con altri nomi, tra cui crescentina (Bologna; da non confondersi con la crescentina modenese), torta fritta (Parma), chisulén o chisolino (Bassa piacentina), pinzino (Ferrara) o pinsìn (Mantova).\nSecondo alcune fonti, la presenza dello strutto fra i principali ingredienti potrebbe far supporre un'origine longobarda della ricetta.",
        "preparation": "Setacciate a fontana la farina sulla spianatoia e aggiungete il sale, lo strutto (o l'olio) e il lievito sciolto nell'acqua. Lavorate bene il tutto. Lasciate lievitare questo impasto in luogo tiepido per un'oretta. Stendete la pasta, col matterello o con la macchinetta, in una sfoglia alta 3 mm circa. Tagliatela a rombi e friggeteli nell'olio bollente, pochi per volta. Sgocciolate gli \"gnocchi\" gonfi e dorati e serviteli caldissimi in accompagnamento a salumi e formaggi.",
        "coords": [
            44.698127,
            10.656793
        ],
        "dish_name": "Gnocco fritto",
        "dish_id": 78
    },
    {
        "related_recipes": {
            "77": "Anolini in Brodo",
            "76": "Cappelletti in Brodo",
            "78": "Gnocco fritto"
        },
        "dish_type": "Antipasti",
        "photos": [
            "emilia_romagna/reggio_emilia/chizze_reggiane_1.jpeg",
            "emilia_romagna/reggio_emilia/chizze_reggiane_2.jpeg",
            "emilia_romagna/reggio_emilia/chizze_reggiane_3.jpeg"
        ],
        "video_recipe": "https://www.youtube.com/watch?v=HEOZweVw3gE",
        "city": "Reggio Emilia",
        "ingredients": [
            {
                "quantity": 500,
                "ingredient": "Farina"
            },
            {
                "quantity": 200,
                "ingredient": "Grana"
            },
            {
                "quantity": 15,
                "ingredient": "Burro"
            },
            {
                "quantity": 20,
                "ingredient": "Strutto"
            },
            {
                "quantity": 0,
                "ingredient": "Sale q.b"
            },
            {
                "quantity": 0,
                "ingredient": "Olio EVO q.b"
            },
            {
                "quantity": 20,
                "ingredient": "Lievito in polvere"
            }
        ],
        "region": "Emilia Romagna",
        "product_history": "La storia della chizza reggiana è molto legata a quella dell’erbazzone e comparve a partire dal 1800, quando i panettieri cominciarono a proporre una variante ripiena dello gnocco, in cui l’impasto veniva ripiegato a tortello e farcito con salumi, verdure o formaggio.\nOggi ne esiste anche una versione più leggera, in cui si utilizza la sfoglia in alternativa alla tradizionale frittura nello strutto.\nSi narra che nei primi decenni del ‘900, nel ghetto ebraico di Reggio Emilia, in via dell’Aquila, il fornaio Federico Sacerdoti detto Salamein, facesse delle chizze così buone da meritarsi apprezzamenti e recensioni sulla stampa internazionale.",
        "preparation": "Disponete la farina su di un piano, versateci sopra il lievito, lo strutto ed il sale. Lavorate gli ingredienti con un po' di acqua, fino ad ottenere un composto omogeneo. Modellate e fate riposare in luogo fresco per un'ora. Trascorsa un'ora, stendete una sfoglia sottile ritagliando dei quadrati di lato variabile tra i 5 e i 6 centimetri circa. Al centro collocatevi una scaglia di grana e ripetete l'operazione per tutti i quadratini in cui avrete diviso la sfoglia, fino a farcirli tutti con una scaglietta di formaggio. Chiudete poi le diverse sfogliette a fagottino e friggete le chizze nello strutto bollente fino a quando non avranno assunto un colore dorato. Scolatele su carta assorbente e servitele immediatamente.",
        "coords": [
            44.705936,
            10.605982
        ],
        "dish_name": "Chizze Reggiane",
        "dish_id": 79
    }
]